{"1":{"q":"Which of the following is a type of intangible business property that is protected by law:","a":"Equipment","b":"Inventory","c":"Acreage","d":"Trademark","ans":"D","exp":"A trademark is a symbol, design, or word used by a business to identify a good or service\nand is registered with the government to prevent its use by others. A trademark is an example of\nintangible business property. Federal law protects a business's intangible property from being used by\ncompetitors. A business's inventory, acreage, and equipment are types of tangible property.\n"},"2":{"q":"When filing a tort against a business, the plaintiff must establish that the defendant","a":"damaged property intentionally.","b":"breached the duty of care.","c":"conspired with a competitor.","d":"violated the doctrine of sovereign immunity.","ans":"B","exp":"The duty of care is the basic principle that expects all individuals and\nbusinesses to exhibit socially responsible behavior by using caution to prevent harm and by watching out\nfor one another. A tort is a private wrongdoing that potentially harms another person or entity. If a\nbusiness or one of its employees breaches the duty of care, the business may be held liable for the tort.\nHowever, the plaintiff must have grounds or proof that establishes that the business or its employee\n(defendant) has committed a wrongful act, thereby breaching the duty of care. Intentional damage and\nconspiring with a competitor (collusion) are types of torts. The doctrine of sovereign immunity is the\nuniversally accepted principle that each nation has the right to manage its own government and develop\nits own laws.\n"},"3":{"q":"Which of the following is an example of a voluntary debtor-creditor relationship:","a":"Requiring specific information","b":"Receiving a monetary gift","c":"Obtaining a loan from a bank","d":"Owing punitive damages","ans":"C","exp":"The debtor is the individual or business that owes money to another\nindividual or business, which is the creditor. A business that obtains a loan from a bank is entering into a\nvoluntary debtor-creditor relationship. It is voluntary because the business (debtor) is seeking to obtain\nfunds from the bank (creditor) by going through a loan-application process. A monetary gift is given\nwithout expectations of repayment. A monetary gift and a request for information are not examples of\ndebtor-creditor relationships. In tort cases, the court can order one party to pay punitive damages to the\nother party. This is an example of an involuntary debtor-creditor relationship.\n"},"4":{"q":"Chris purchased 500 shares of microcap HRR stock. Then, he posted false information about HRR on\nseveral investment websites to hype up the stock. After driving up the price of HRR stock, Chris quickly\nsold all of his stock in the company and earned a large profit. The price of the stock then fell, leaving\nHRR investors with worthless stock. What type of investment scam did Chris commit?","a":"Phishing","b":"Pyramid scheme","c":"Ponzi scheme","d":"Pump and dump","ans":"D","exp":"Pump and dump is an investment scam that takes place mostly online. It typically\ninvolves scammers who buy a small stock and then hype it up to other investors, causing its price to rise.\nThe scammers sell when the price is high, leaving the victims to deal with the rapid price decline\nafterwards. A pyramid scheme is an illegal form of multi-level marketing in which emphasis is placed on\ncollecting initial fees from as many people as possible. A Ponzi scheme is an investment scam that lures\nin new investors by promising high rates of return with little to no risk. Phishing is an online identity-theft\nscam that fools its victims into believing they are submitting sensitive, personal information (such as\ncredit card numbers or bank passwords) to a legitimate website.\n"},"5":{"q":"Which of the following statements best describes the taxation of Roth IRAs:","a":"Contributions and withdrawals during retirement are both taxed.","b":"Contributions are tax deductible, but withdrawals during retirement are taxed.","c":"Contributions are taxed, but withdrawals during retirement are not.","d":"Contributions and withdrawals during retirement are tax deductible.","ans":"C","exp":"Contributions paid into Roth Individual\nRetirement Accounts (IRAs) are taxed. But, earnings on the growing funds in the account and\nwithdrawals during retirement are tax-free. Unlike Roth IRAs, contributions to traditional IRAs are tax\ndeductible, but investors must pay taxes on the withdrawals they make from these accounts during\nretirement.\n"},"6":{"q":"Compliance in the finance industry involves financial institutions operating within","a":"specific territories.","b":"regulatory guidelines.","c":"organizational plans.","d":"different relationships.","ans":"B","exp":"Financial institutions are required to follow governmental rules and regulations.\nFollowing these regulatory guidelines is the process of compliance. The purpose of compliance is to\nmake the industry safe for consumers and to maintain the stability of the financial system. Compliance\ndoes not involve operating within specific territories, organization plans, or different relationships.\n"},"7":{"q":"In general, a governance, risk, and compliance (GRC) software system identifies and measures risk;\nmonitors the risk-management system; routinely checks adherence to company-wide policies; and\nensures compliance with","a":"reporting requirements.","b":"union demands.","c":"product standards.","d":"contingency plans.","ans":"A","exp":"Demand for governance, risk, and compliance (GRC) software systems has\ngrown significantly in recent years. Although GRC software can be customized to better meet individual\nbusiness needs, it serves four basic functions. It identifies and measures corporate risk levels; monitors\nthe risk-management system; checks to see that employees are adhering to company-wide policies; and\nensures compliance with reporting requirements enforced by federal and state government agencies and\nother regulatory commissions. It is not designed to ensure compliance with union demands, product\nstandards, or contingency plans.\n"},"8":{"q":"While conducting a staff meeting, the speaker noticed that Colin was texting on his smartphone. Colin's\nnonverbal behavior indicates that he was","a":"distracted.","b":"annoyed.","c":"listening to the speaker.","d":"interested in the topic.\n\n®\n","ans":"A","exp":"Nonverbal cues are the elements of communication that involve gestures and facial\nexpressions rather than words. Nonverbal cues often express what the senders and recipients think\nabout their messages. If Colin was interested in the meeting topic or was listening to the speaker, he\nwould be directing his attention to the speaker. Since Colin was looking at his phone and texting, he was\ndistracted and was probably not paying attention to what the speaker was saying. The speaker likely felt\nthat Colin's nonverbal behavior was rude and inconsiderate. There is not enough information to\ndetermine if Colin was annoyed.\n"},"9":{"q":"Before DiAnn presents her new idea to her boss, she searches the Internet and jots down two statistics\nthat reinforce the idea. This is an example of","a":"obtaining primary information.","b":"supporting ideas with evidence.","c":"giving alternative ideas.","d":"clarifying a new idea.","ans":"B","exp":"Ideas that are evidence-based are more easily accepted than those that\nare not. Primary information is new information collected for the issue at hand. DiAnn is collecting\nsecondary information, which involves obtaining information that has already been collected by others.\nThe evidence does not create alternative ideas. It is meant to add validation to the original idea.\nClarifying an idea involves explaining it in more detail.\n"},"10":{"q":"At work, Bob is assigned to be on a team of five people that will create a new product. Which action can\nBob take to participate in the team in a useful way?","a":"Keep the group on track by stopping others from offering unusual ideas","b":"Encourage the team to avoid setting ground rules","c":"Find out what other people in the group know about the product","d":"Walk around the room during discussions to keep energy in the group","ans":"C","exp":"Starting a meeting by learning about\nothers' knowledge of the subject identifies what your team knows—as well as areas where more work will\nbe needed. Some ground rules are needed to let everyone know how the group operates. Otherwise,\nunacceptable behavior may occur. Unusual ideas should not be avoided. Often these are the\nbreakthroughs that lead to success. Bob should use good listening skills, including making eye contact\nand using other nonverbal cues, to let others in the group know he is listening.\n"},"11":{"q":"Alma is preparing a presentation about her department's budget to make to the company president. She\nwants to use a visual representation of the budget that shows parts in relation to the whole. Alma should\nconsider using a","a":"table.","b":"pie chart.","c":"line graph.","d":"bar graph.","ans":"B","exp":"If Alma wants to illustrate her budget by showing parts in relation to the whole, she should use\na pie chart. A table is a visual way of displaying information in rows and columns. A bar graph shows\nvalues across categories. Line graphs usually depict information over time. Although Alma might want to\nuse these types of graphics for other parts of her presentation, the pie chart is the best way to show how\nthe parts of her budget add up to form the whole.\n"},"12":{"q":"What type of letter should a business include when sending copies of a contract to a vendor?","a":"Request","b":"Acknowledgment","c":"Claim","d":"Transmittal","ans":"D","exp":"A transmittal letter should always accompany important business papers, such as contracts,\nthat are sent by mail. The purpose of the transmittal letter is to let the recipient know exactly what should\nbe contained in the package and if the recipient needs to take any action. A transmittal letter\naccompanying contracts should indicate how many copies are included and if the recipient needs to sign\nand return a copy. An acknowledgment letter acknowledges the receipt of business papers. A claim letter\nrequests a solution to a problem. A request letter asks for information.\n"},"13":{"q":"Identify the type of appeal used in the following persuasive message: \"This new book is written by Dr.\nJuliet Browne, who holds a doctorate from the Harvard School of Medicine and is the Chair of the World\nHealth Organization.\"","a":"Emotions","b":"Reason","c":"Credibility","d":"Shock value","ans":"C","exp":"Credibility is achieved when the audience has confidence in the persuader. In this case, Dr.\nBrowne's prestigious job title and degree lead the audience to believe she is a credible source. Reason is\nwhen logic is used to persuade someone to do something. It often involves solid facts and statistics. An\nemotional appeal affects the audience's feelings, such as sympathy or love. An appeal that uses shock\nvalue is a form of an emotional appeal that includes information that the audience would find shocking.\n"},"14":{"q":"What is a type of informal communication that coworkers often use to communicate with each other?","a":"Network","b":"Feedback","c":"Grapevine","d":"Structured","ans":"C","exp":"Grapevine is an oral communication method in which information is passed around the\ncompany but not formally announced or verified. Coworkers frequently discuss company issues and pass\non information from one department to another through the grapevine. Employees often obtain\ninformation and communicate it to others through the grapevine before management makes an official\nannouncement. Feedback is evaluative information given by supervisors to employees. Network is a\nsystem of contacts within and outside the organization. Structured is formal communication.\n"},"15":{"q":"What is one of the benefits to a business of reinforcing service orientation through communication?","a":"Rewards customers for their support","b":"Promotes the sale of new products","c":"Builds positive relationships with customers","d":"Encourages employees to be aggressive","ans":"C","exp":"A service orientation is the business philosophy of providing\nquality service. One way to do this is to communicate effectively with customers so they trust the\nbusiness. The benefit of creating trust by providing accurate and credible information is that it tends to\nbuild positive relationships with customers. Customers often remain loyal to a business if they have\nconfidence that the business will treat them well and provide quality service. The purpose of reinforcing\nservice orientation through communication is not to promote the sale of new products, reward customers\nfor their support, or encourage employees to be aggressive.\n"},"16":{"q":"When Mr. Schwarz's order did not arrive at the expected time, he called Karl, the salesperson with whom\nhe had placed his order. Karl apologized for the delay and told Mr. Schwarz that he would check into the\nissue. After Karl talked with the transportation company, he immediately called Mr. Schwarz to let him\nknow where the order was and when to expect delivery. Mr. Schwarz thanked Karl for getting back with\nhim so quickly. In this situation, Karl reinforced the company's image by","a":"delegating work tasks.","b":"giving vague answers.","c":"providing efficient follow-up.","d":"complimenting the customer.\n\n","ans":"C","exp":"Customers often base their impressions of a business on the interactions\nthey have with the business's employees. In the situation provided, Karl worked quickly to find out the\nstatus of the order and immediately called Mr. Schwarz with specific information about where the order\nwas and when to expect delivery. This is an example of efficient follow-up. By providing efficient service,\nKarl is building favorable relationships with customers. There is not enough information provided to\ndetermine if Karl delegated work tasks to facilitate his follow-up activities or if he complimented Mr.\nSchwarz.\n"},"17":{"q":"What is an important aspect of a customer-centric business?","a":"Reducing the number of touch points with customers","b":"Limiting the employees' decision making","c":"Being satisfied with the status quo","d":"Aligning business activities with customer needs","ans":"D","exp":"A customer-centric business focuses on customer\nneeds and wants. To focus on the customers' needs and wants, the business must ensure that its\nbusiness objectives and activities align with its customers' needs and wants. A customer-centric business\nmust continuously improve its processes and products to accommodate its customers' changing needs\nand wants. The business cannot be satisfied with the status quo. A customer-centric business allows its\nemployees to provide input and make decisions in relation to customer relationships. Touch points are all\nof the opportunities that businesses have to connect with customers and reinforce their brand value. A\ncustomer-centric business is not likely to reduce the number of customer touch points.\n"},"18":{"q":"When providing product information to clients, finance professionals should use","a":"standard responses.","b":"technical terms.","c":"financial acronyms.","d":"simple explanations.","ans":"D","exp":"When providing product information to clients, finance professionals should keep\nthe clients' point of view in mind. Clients may not be familiar with finance industry jargon, technical terms,\nor acronyms. Therefore, finance professionals should use simple, clear language that clients understand.\nWhile standard responses are sometimes helpful to finance professionals, it is usually better to keep\nindividual clients in mind when providing product information since different clients are likely to have\ndifferent knowledge bases.\n"},"19":{"q":"Beverly, the new office manager, just completed a review of the last two years of accounts receivable\ndata. In doing so, she discovered that there are erroneous duplicate entries totaling $25,628 in the\nsystem. Unfortunately, due to these duplicate entries, collection letters were sent to many customers who\nhad already paid in full—customers who are angry with the company for sending them the letters. What\nshould Beverly do to try to save these customer relationships and ensure that these customers are not\nbothered in the future?","a":"Contact each customer by phone and apologize","b":"Complete an accounting software update","c":"Complete a data cleansing of the erroneous entries","d":"Use funds from the accounts payable account to pay the debt","ans":"C","exp":"One of the quickest ways for a business to upset its\ncustomers is to accuse them of failing to pay their bills—especially when the business has already\nreceived payment from them. To ensure that these customers do not receive more erroneous collection\nletters in the future, Beverly should complete a data cleansing of the erroneous entries, removing them\nfrom the system. Completing an accounting software update isn't likely to have an effect on the\nerroneous entries. While it might be helpful to contact each customer by phone and apologize, Beverly\nneeds to do more than that to ensure that the customers are not bothered in the future. The $25,628 is\nnot a debt. It is the sum total of all the erroneous duplicate entries in the accounts receivable account.\n"},"20":{"q":"The process or activity of using goods is called","a":"production.","b":"consumption.","c":"exchange.","d":"distribution.","ans":"B","exp":"Everyone consumes goods and services to satisfy unlimited wants. Production, exchange,\nand distribution are other economic activities. Production is the making or producing of goods and\nservices. Exchange involves the exchange of money payments between producers and the owners of\nresources. Distribution examines how money payments are divided or distributed between resource\nowners and producers.\n"},"21":{"q":"Which of the following is an example of a change in the relative price ratio when the original price of red\napples is $0.60 per pound and the original price of green apples is $0.80 per pound:","a":"Red apples @ $0.30 per pound; green apples @ $0.40 per pound","b":"Red apples @ $0.90 per pound; green apples @ $0.80 per pound","c":"Red apples @ $0.45 per pound; green apples @ $0.60 per pound","d":"Red apples @ $1.20 per pound; green apples @ $1.60 per pound","ans":"B","exp":"This is the only combination that\nresulted in a change in the relative price ratio. When red apples sold for $0.30 per pound and green\napples for $0.40 per pound, the price of each was cut in half, and the ratio remained the same. When red\napples sold for $1.20 per pound and green apples for $1.60 per pound, the price of each was doubled\nand the ratio remained the same. When red apples sold for $0.45 per pound and green apples for $0.60,\nthe price of each was cut one-fourth, and the ratio remained the same.\n"},"22":{"q":"Determining what consumers want in order to promote and sell those goods and services is a function of\nthe business activity of","a":"risk management.","b":"quality management.","c":"production.","d":"marketing.","ans":"D","exp":"Marketing is a primary business activity that involves creating, communicating, and delivering\nvalue to customers and managing customer relationships in ways that benefit the organization and its\nstakeholders. Marketing is an important business activity because it identifies what consumers want and\nplans how to promote and sell those goods and services to the consumers. Management is the process\nof planning, organizing, directing, and controlling business activities to achieve objectives. Production is\nthe process or activity of producing goods and services wanted by consumers. Risk management is the\nbusiness activity that involves the planning, controlling, preventing, and procedures involved in limiting\nbusiness losses. It optimizes the relationship of potential loss to gain.\n"},"23":{"q":"Which of the following describes the matrix organizational structure:","a":"It is a combination of two other organizational structures.","b":"It includes only traditional departments, such as sales and marketing.","c":"It is separated by product lines.","d":"It is the oldest organizational structure being used.","ans":"A","exp":"The matrix organizational structure is a\ncombination of the functional structure and the divisional structure. It includes traditional departments, but\nit is also broken down by division (including, but not limited to, product lines). As organizational design\ngoes, it is a newer, rather than older, structure.\n"},"24":{"q":"Seeing the big picture instead of smaller, individual parts is an organizational learning concept known as","a":"systems thinking.","b":"team learning.","c":"shared organizational vision.","d":"personal mastery.\n\n","ans":"A","exp":"Systems thinking is an organizational learning concept that focuses on the big picture\nrather than seeing smaller, individual parts. Team learning means thinking and working together as a\ngroup. Shared organizational vision refers to sharing a mutual commitment to the future the firm seeks to\ncreate. Personal mastery is striving for individual learning as a means of advancing the organization.\n"},"25":{"q":"The general economic growth of a country is supported by its","a":"level of productivity.","b":"standard of living.","c":"gross domestic product.","d":"wealth of goods and services.","ans":"A","exp":"The general economic growth of a country depends upon its level of productivity.\nFor example, the level of productivity in the United States has given the country a wealth of goods and\nservices which allows its citizens to reach a certain standard of living. Gross domestic product is the final,\ntotal value of all goods and services produced within a country's geographic boundaries during a year's\ntime. GDP serves as a measure of economic growth.\n"},"26":{"q":"Colleen will vote next week on the new contract that her union has negotiated with management. Union\nand management are in the __________ stage of the collective-bargaining process.","a":"contract settlement","b":"ratification of contract","c":"preparation and research","d":"tentative agreement","ans":"D","exp":"Tentative agreement is the stage at which union and management have agreed on\nthe terms of a contract but still need union members to approve or reject the contract. Preparation and\nresearch occur before labor negotiations begin. A ratified contract is one that union members have\napproved. Contract settlement occurs when a ratified contract has been signed by union and\nmanagement.\n"},"27":{"q":"An economy with a high unemployment level tends to have","a":"rapid GDP growth.","b":"a high supply of money.","c":"fewer monetary policies.","d":"a lower rate of inflation.","ans":"D","exp":"When a lot of people are out of work, they lose their buying power, which means\nless money is in circulation. Because unemployed people have less disposable income, the demand for\ngoods and services is low, which tends to slow or lower the rate of inflation (rise in prices). The amount of\nmonetary policies that the government establishes does not affect unemployment rates. When the GDP\ngrows, an economic expansion is occurring, which indicates that people and businesses are spending\nmoney and the unemployment levels are low.\n"},"28":{"q":"Jon decided to promote Bill instead of Maggie to regional manager because he thinks that women aren't\nassertive enough in business situations. Jon is stereotyping on the basis of","a":"age.","b":"ethnicity.","c":"religion.","d":"gender.","ans":"D","exp":"A stereotype is a set image or assumption about a person or thing. When people stereotype\nothers, they tend to classify certain people as a group that possesses certain characteristics. These\ncharacteristics are often based on distorted beliefs or unreliable information. A person who stereotypes\nothers often fails to see an individual who possesses unique skills, values, and attitudes. Gender is one\ncharacteristic by which people often stereotype others. Assuming men are more assertive than women in\nbusiness situations is a distorted belief. In fact, many women are very assertive in business situations.\nEthnic stereotyping involves having false beliefs about a person on the basis of his/her race or culture.\nStereotypes about religion involve having distorted beliefs about a person's spiritual practices. An\nindividual who stereotypes by age might feel that younger people do not possess needed knowledge or\nthat older people are feeble and lack adaptability.\n"},"29":{"q":"One way that individuals exhibit self-confidence is by being","a":"creative.","b":"enthusiastic.","c":"emotional.","d":"reserved.","ans":"B","exp":"Self-confidence is a positive belief in your own talents, skills, and objectives. When people\nare positive and believe in themselves, they usually are enthusiastic and display great interest or\nexcitement in what they do. Confident people have a good attitude and display that attitude by being\nenthusiastic. Individuals do not necessarily exhibit self-confidence by being creative, emotional, or\nreserved.\n"},"30":{"q":"Maureen becomes angry and defensive whenever her supervisor asks Maureen to correct mistakes.\nMaureen's attitude is not a good response to criticism because","a":"it indicates that Maureen wants to call attention to herself.","b":"there is no reason to be angry about criticism.","c":"Maureen has no right to be angry on the job.","d":"it prevents Maureen from hearing the criticism clearly.","ans":"D","exp":"Defensiveness raises a barrier between you and\nthe speaker. Most of us feel angry or resentful when we are criticized, especially when the criticism is\nunjust. However, we cannot afford to exhibit this kind of attitude on the job. If Maureen listened with an\nopen mind to the supervisor, she might learn not only how to correct her mistakes but how to avoid the\nmistakes in the future. Maureen's attitude indicates immaturity rather than a desire to call attention to\nherself.\n"},"31":{"q":"Which of the following is an example of an employee respecting the privacy of a coworker:","a":"Speaking up for a coworker who is being unfairly criticized","b":"Leaving the room when a salesperson takes a telephone call","c":"Giving feedback about a project to a coworker or manager","d":"Answering a coworker's telephone when s/he is at lunch","ans":"B","exp":"Successful employees realize the\nimportance of respecting others' privacy in the workplace. When employees respect others' privacy, they\nare likely to gain the trust and respect of coworkers and managers. An employee who respects others'\nprivacy would leave the room when a coworker (e.g., salesperson) takes a telephone call. Speaking up\nfor a coworker, providing feedback, and answering a coworker's phone call are not necessarily situations\nin which privacy is being violated; there is not enough information provided to determine if intervention\nwas requested.\n"},"32":{"q":"Barry's family is originally from Ireland. Their customs, habits, and traditions are known as their","a":"stereotype.","b":"culture.","c":"diversity.","d":"religion.","ans":"B","exp":"The customs, habits, and traditions of a particular group of people are known as their culture.\nStereotypes are set images or assumptions about people or things. Diversity is all the ways in which\npeople differ. Religion is a fundamental set of beliefs.\n"},"33":{"q":"Insecure people are often afraid to become assertive because they think they will","a":"damage their relationships.","b":"have to please others.","c":"be considered childish.","d":"lose their independence.\n\n","ans":"A","exp":"Insecure people are often anxious about their interpersonal relationships.\nThey are afraid if they become assertive, they may ruin a friendship or end a relationship. Assertiveness\nis a risk they are unwilling to take. These people are dependent rather than independent and may\nalready be considered childish because of their passive behavior that focuses on pleasing others.\n"},"34":{"q":"Keeping the end goal in mind refers to which standard of excellence that achievement-oriented people\nset?","a":"Results","b":"Improvement","c":"Trying something new","d":"Competition","ans":"A","exp":"Keeping the end goal in mind refers to being results-oriented, a characteristic of achievementoriented people. They like being able to objectively evaluate their successes. They also value\nimprovement, trying something new, and competition; however, these standards don't necessarily relate\nto keeping the end goal in mind.\n"},"35":{"q":"One way a leader can encourage others to work toward a shared vision is by","a":"guaranteeing a profit for the business.","b":"describing the objective.","c":"reviewing the new assignment.","d":"explaining how they will benefit.","ans":"D","exp":"People tend to work harder to achieve a vision or goal if they understand\nhow they will benefit. Therefore, a leader should explain the benefits they will receive so employees will\nbe encouraged to work toward a shared vision. Simply describing the objective or reviewing the new\nassignment will not encourage employees to work unless they also understand how they will benefit.\nGenerating a profit is a benefit to the business that will not necessarily encourage employees to work\nunless they will share in the profit.\n"},"36":{"q":"Coaching is mostly about","a":"talking.","b":"organizing.","c":"instructing.","d":"listening.","ans":"D","exp":"Coaching is mostly about listening. It isn't really about talking or instructing. Listening is\nimportant because coaches must truly understand what the other person is saying and where s/he's\ncoming from. Although organization is certainly helpful, it is not the most important skill in coaching.\n"},"37":{"q":"Which of the following people would make the best entrepreneur:","a":"A risk-averse person who wants to work 9-to-5","b":"A person who lacks self-confidence","c":"A risk-taker who has a strong work ethic","d":"A person who often works so hard she makes herself sick","ans":"C","exp":"Entrepreneurship requires risk-taking, a strong work ethic, and\nself-confidence. It often requires working much longer hours than 9-to-5. Entrepreneurs must work hard,\nbut they are also in charge of protecting their own health. Getting sick means missing work and losing\nmoney.\n"},"38":{"q":"When the U.S. federal government owes money to a contracted employee or business, the government\nmust pay the employee or business according to the","a":"Early Bird Act.","b":"Prompt Payment Act.","c":"Secure Contracting Act.","d":"Government Guidelines Act.","ans":"B","exp":"When the U.S. federal government owes money to a contracted employee or\nbusiness, the government must pay the employee or business according to the Prompt Payment Act.\nThere are no U.S. legal requirements for financial exchange called \"Early Bird,\" \"Secure Contracting,\" or\n\"Government Guidelines.\"\n"},"39":{"q":"Financial planning can be described as a way to","a":"retire with a substantial amount of money in the bank.","b":"stop all impulsive purchases.","c":"achieve your professional goals.","d":"realize what it takes to get the things you really want.","ans":"D","exp":"Financial planning is a good way to realize what it\ntakes to get the things you really want. It is not a method for stopping all impulsive purchases nor is it a\nway to achieve your professional goals. And, even the best financial planning can't guarantee you'll retire\nwith a substantial amount of money in the bank.\n"},"40":{"q":"The key factors involved in compounding growth are the amount of money you invest, how much your\ninvestment grows each year, and","a":"your educational background and career.","b":"how you earn the money that you invest.","c":"how long your money is invested.","d":"your mutual fund manager's education.","ans":"C","exp":"The most important factors to consider in compounding growth are\nhow much money you invest, how much your investment grows each year, and how long your money is\ninvested. Investing is using money to make money, which means that if you invest money in the stock\nmarket, for example, you are likely to make an average of 10 percent each year. As the years pass, your\ninvestment will grow tremendously because you will be earning interest on interest. So, it is beneficial to\ninvest for as long as possible to earn the largest amount of compound interest as possible. How you earn\nthe money that you invest, your educational background and career, and your mutual fund manager's\neducation have a much smaller impact on compounding growth than time does.\n"},"41":{"q":"What is the first step Cameron should take to protect himself from identity theft after he loses his wallet?","a":"Advise the proper law enforcement authorities about the loss","b":"Contact the appropriate government agency to replace the credit cards","c":"Cancel all of his credit and debit cards","d":"Change the passwords for his online banking accounts","ans":"C","exp":"Identity theft occurs when somebody uses another individual's\nname and personal information (e.g. credit cards) for fraudulent purposes. The first thing Cameron\nshould do when he realizes he has lost his wallet is to cancel his credit cards. By canceling the credit\ncards, Cameron will protect himself in the event that someone finds his wallet and attempts to use the\ncredit cards. Financial institutions and businesses (e.g., retailers) issue credit cards, not government\nagencies. Cameron should contact the proper law enforcement authorities (e.g., police) if he thinks his\nwallet is stolen. He can report a lost wallet, and he can also change the passwords for his online banking\naccounts. However, the first thing he should do is to cancel his credit and debit cards.\n"},"42":{"q":"Which of the following are examples of deposit-taking financial institutions:","a":"Commercial banks, corporations, and mutual savings banks","b":"Credit unions, savings and loan associations, and commercial banks","c":"Savings and loan associations, mutual savings banks, and insurance firms","d":"Commercial banks, credit unions, and brokerages\n\n","ans":"B","exp":"Deposit-taking financial institutions\naccept funds from customers (depositors) and pay interest on the funds. Credit unions, commercial\nbanks, savings and loan associations (banks), and mutual savings banks are types of deposit-taking\nfinancial institutions. A corporation is a form of business ownership that is owned by stockholders who\nhave purchased units or shares of the company. Brokerages are financial intermediaries that sell\nsecurities. Insurance firms sell insurance and securities. Corporations, brokerages, and insurance firms\nare not types of deposit-taking financial institutions.\n"},"43":{"q":"If Hannah wants to invest in the capital markets, what types of securities should she purchase?","a":"Corporate bonds and treasury bills","b":"Common stock and certificates of deposit","c":"Treasury bills and certificates of deposit","d":"Corporate bonds and preferred stock","ans":"D","exp":"Capital markets buy and sell long-term securities. Corporate\nbonds, common and preferred stock, and treasury bonds are examples of securities that are sold on\ncapital markets. Treasury bills and certificates of deposit are money market securities, which are shortterm securities.\n"},"44":{"q":"Supervised by the Federal Reserve Board, The DAB Company provides investment advisory services,\ninsurance underwriting, securities underwriting, and merchant banking services. What does the DAB\nCompany exemplify?","a":"An accounting firm","b":"A financial holding company","c":"A central bank","d":"A commodities investor","ans":"B","exp":"Because financial holding companies provide a wide variety of financial\nservices and related products, the Federal Reserve Board supervises their activities. The primary\nservices that an accounting firm provides include accounting, tax preparation, auditing, and bookkeeping\nservices. Some financial holding companies may offer accounting services. Commodities investors invest\ntheir funds in goods (futures) such as grains, livestock, raw materials, etc. A central bank is often\nresponsible for determining interest rates, controlling the nation's money supply, and regulating the\nbanking industry. The Federal Reserve is an example of a central bank.\n"},"45":{"q":"According to most analysts, the three economic indicators that stock market investors and traders should\npay the closest attention to are","a":"inflation, unemployment, and bonds rates.","b":"interest rates, overhead expenses, and inflation.","c":"Gross Domestic Product, overhead expenses, and unemployment.","d":"Gross Domestic Product, unemployment, and inflation.","ans":"D","exp":"According to most analysts, the three economic\nindicators that impact the stock market the most (and, therefore, the three that stock market investors\nand traders should pay the closest attention to) are the Gross Domestic Product, unemployment, and\ninflation. The Gross Domestic Product (GDP) is the final market value of the total output of all goods and\nservices produced within a country's geographic boundaries during a year's time. The stock market\nmirrors the GDP—if the GDP goes up, the stock market usually goes up with it. The unemployment rate\nis the percentage of the workforce that is unemployed. The stock market is inversely related to the\nunemployment rate—if the unemployment rate goes up, stock prices usually go down. Inflation is a rapid\nrise in prices that may occur when demand exceeds supply or when productivity declines and costs of\nlabor go up. If inflation and interest rates both rise, the stock market will suffer. However, if inflation goes\nup while interest rates stay low, the stock market is likely to benefit. Overhead expenses and bond rates\nare not economic indicators.\n"},"46":{"q":"What do some investors use to hedge the risk of investing in the foreign exchange market?","a":"No-load funds","b":"Emerging markets","c":"Venture capital","d":"Derivatives","ans":"D","exp":"Derivatives are financial instruments whose value depends upon the value of other financial\ninstruments or market indices. Investors frequently use derivatives to hedge or reduce the risk of\ninvesting in the foreign exchange market, which is sometimes volatile. The derivatives help to reduce the\nimpact of significant fluctuations in foreign exchange markets. Emerging markets are financial markets in\ncountries with developing economies. Emerging markets are usually receptive to foreign investment, but\nthey are also more volatile and risky than financial markets in developed countries. Venture capital is\ninvested money that is used for new business opportunities. No-load mutual funds have no up-front sales\ncharges.\n"},"47":{"q":"What type of financial statement includes an accounting of the shareholders' equity for a company?","a":"Annual report","b":"Income statement","c":"Cash flow statement","d":"Balance sheet","ans":"D","exp":"The balance sheet gives a summary of a company's financial health at a specific point in\ntime. It contains two major sections: a listing of the company's assets and a listing of its liabilities. The\nliabilities section also indicates the shareholders' equity, which is the value of all the outstanding stock\nowned by shareholders. Shareholders' equity is determined by subtracting the liabilities from the assets.\nThe income statement, also known as the profit-and-loss statement, shows a company's profitability over\na specific period of time. The cash flow statement tracks the money that comes into and flows out of a\ncompany. An annual report is not a type of financial statement, but it does contain financial statements,\nalong with a good deal of other information about the company.\n"},"48":{"q":"The most common headings on a stock table include the 52-week high and low, the stock symbol, the\nestimated dividend per share, the yield percentage/rate of return, the volume/sales for the day, the\nclosing price for the day, the net change and the","a":"net income.","b":"earnings per share.","c":"price-earnings ratio.","d":"stockholder's equity.","ans":"C","exp":"When red apples sold for $0.30 per pound and green\napples for $0.40 per pound, the price of each was cut in half, and the ratio remained the same. When red\napples sold for $1.20 per pound and green apples for $1.60 per pound, the price of each was doubled\nand the ratio remained the same. When red apples sold for $0.45 per pound and green apples for $0.60,\nthe price of each was cut one-fourth, and the ratio remained the same.\n"},"49":{"q":"Businesses usually invest in","a":"bonds.","b":"themselves.","c":"stocks.","d":"real estate.","ans":"B","exp":"Businesses invest money just as individuals do, with the hope for a healthy return. Often,\nbusinesses invest back into themselves by researching and developing new products, purchasing the\nlatest and most efficient technologies, expanding into new markets, etc. They may also invest in stocks,\nbonds, or real estate, but putting money back into the company is the most common form of business\ninvestment.\n"},"50":{"q":"One advantage to businesses of using electronic funds transfer technology to collect accounts receivable\nis that it eliminates","a":"check processing.","b":"liquidity reporting.","c":"sales discounting.","d":"payee outsourcing.\n\n","ans":"A","exp":"The technology of electronic funds transfer makes it possible for customers to pay\ninvoices electronically so the cash is transferred from their bank account to the business's bank account.\nThis eliminates the need for the business to handle checks, fill out deposit slips, and send the checks to\nthe bank for processing. The cash is available immediately, and the business does not need to wait for a\ncheck to be processed before it can access the funds. The use of electronic funds transfer to collect\naccounts receivable does not eliminate liquidity reporting, sales discounting, or payee outsourcing.\n"},"51":{"q":"A business's balance sheet lists $3,800 in cash, $15,125 in accounts payable, $2,775 in taxes, $10,350\nin machinery and equipment, and $6,280 in salaries. Calculate the business's total liabilities.","a":"$27,030","b":"$18,470","c":"$15,225","d":"$24,180","ans":"D","exp":"A business's balance sheet shows the business's financial condition at a certain point in time. It\nincludes all assets, liabilities, and the owner's equity. Total liabilities—the debts the business owes—\ninclude items such as accounts payable, salaries, taxes, and long-term notes such as mortgages. Total\nliabilities do not include cash or machinery and equipment, which are considered assets. To calculate the\nbusiness's total liabilities, add the figures for accounts payable, taxes, and salaries ($15,125 + $2,775 +\n$6,280 = $24,180).\n"},"52":{"q":"When preparing a statement of equity, what does a business deduct from its total net income to obtain its\nretained earnings?","a":"Bad debt","b":"Depreciation of assets","c":"Sales tax payable","d":"Dividends paid","ans":"D","exp":"Retained earnings are the income that a corporation keeps after paying dividends to its\nstockholders. This amount, which includes any forwarding balance of retained earnings from the previous\naccounting period, is reported on the company's statement of equity, which is also called the statement of\nretained earnings. The depreciation of assets, sales tax payable, and bad or uncollectible debt are not\nincluded on the statement of equity.\n"},"53":{"q":"A characteristic of managerial accounting is that it focuses on","a":"reporting the business's long-term investment goals.","b":"capturing the business's day-to-day financial activities.","c":"developing the business's annual report.","d":"preparing and submitting the business's tax forms.","ans":"B","exp":"Accounting is the process of keeping and\ninterpreting financial records. Managerial accounting primarily focuses on capturing, maintaining, and\ninterpreting the business's accounting information for internal use and decision making. Managerial\naccounting often summarizes information about the business's day-to-day financial activities, such as\nsales transactions (accounts receivable) and the monies the business owes others (accounts payable).\nFinancial accounting focuses on capturing, maintaining, preparing, and reporting financial information to\nexternal audiences. Examples of financial accounting activities include preparing tax data for the\ngovernment and developing the annual report for the business's stakeholders. The annual report usually\ncontains information about the business's long-term investment goals.\n"},"54":{"q":"A company purchases an expensive new software system and divides the cost of it between the two\ndepartments that will use the system. This is an example of cost","a":"allocation.","b":"accumulation.","c":"dividing.","d":"precision.","ans":"A","exp":"Cost allocation is the assignment of costs to cost objects, such as a project, a department, a\ncustomer, etc. The company in this example allocates the cost of its new software system to two\ndepartments. This is not considered cost accumulation, dividing, or precision.\n"},"55":{"q":"When a business has been running successfully for several years, what would be a probable next\nfinancial step?","a":"Acquiring start-up funds","b":"Purchasing a second location","c":"Deciding on financial goals","d":"Determining product prices","ans":"B","exp":"If a business has been running successfully for several years, it may be in\nthe expansion stage of its lifecycle. This could mean that the company would consider purchasing a\nsecond location. The company would acquire start-up funds, decide on financial goals, and determine\nproduct prices at a much earlier stage in development.\n"},"56":{"q":"A small restaurant wants to expand, but first it needs to raise funds. John wants to raise capital through\ndebt financing, but his partner, Damien, isn't sure that's a good idea. What is one downside of debt\nfinancing that Damien could cite to prove his point to John?","a":"They will need to sell stock in their business.","b":"Shareholders will own part of their business.","c":"They will have to pay interest on the borrowed amount.","d":"They will be required to repay the money immediately.","ans":"C","exp":"A downside of acquiring capital through debt\nfinancing is that the borrower must pay interest on the money borrowed. This means that John and\nDamien will end up owing more than the amount of money they initially borrowed. In equity financing,\nstocks are sold to shareholders and those shareholders own a stake in the company. Damien and John\nwould not be required to repay the money immediately.\n"},"57":{"q":"Ethan is developing common-size financial statements so that he can compare financial performance\nacross several different companies. Ethan is conducting __________ analysis.","a":"horizontal","b":"vertical","c":"ratio","d":"trend","ans":"B","exp":"Three common types of financial statement analysis are vertical analysis, horizontal analysis,\nand ratio analysis. When conducting vertical analysis, an individual calculates each individual item on a\nfinancial statement as a percentage of the total. After doing so, the analyst can develop common-size\nfinancial statements that allow him/her to compare performance across several years for a single\ncompany or across several different companies. Horizontal analysis, which is sometimes known as trend\nanalysis, involves analyzing dollar amounts on financial statements for a single company across several\nyears. Horizontal analysis does not involve the development of common-size financial statements. Ratio\nanalysis involves the calculation of ratios based on a company's financial data. It allows analysts to\ncompare numbers within a financial statement and determine the relationships among numbers on\ndifferent financial statements. It can also be used to compare the performance of multiple companies.\n"},"58":{"q":"Which of the following equations should employees know when they are verifying the accuracy of a\nbusiness's balance sheet:","a":"Assets = Liabilities + Owner's Equity","b":"Owner's Equity = Available Cash - Liabilities","c":"Assets = Owner's Equity - Liabilities","d":"Owner's Equity = Liabilities + Available Cash\n\n","ans":"A","exp":"A balance sheet is a financial statement that captures the financial\ncondition of the business at that particular moment. Three main elements are included on the balance\nsheet—assets, liabilities, and owner's equity. Available cash is one part of the business's total assets. If\nthe assets do not equal the liabilities when the liabilities are added to the owner's equity (Assets =\nLiabilities + Owner's Equity), information on the balance sheet is incorrect.\n"},"59":{"q":"You want to have $8,000 in three years to purchase a car. You can earn 4% compound interest on your\ninvestment. How much should you invest today?","a":"$7,364.10","b":"$7,111.75","c":"$7,692.31","d":"$7,821.47","ans":"B","exp":"To determine how much you should invest today, calculate the present value of your\nNumber of Years\ninvestment using the formula Present Value = Future Value / (1 + Interest Rate)\n. So, the\n3\npresent value of your investment is equal to $8,000 / (1 + 0.04) . To solve this equation, first add one to\nthe interest rate (1 + 0.04 = 1.04). Next, raise this sum to the third power, which is the same as\n3\nmultiplying the sum by itself three times (1.04 = 1.04 X 1.04 X 1.04 = 1.1249). Finally, divide the future\nvalue of your investment by this product ($8,000 / 1.1249 = $7,111.75). To have $8,000 in three years,\nyou need to invest $7,111.75 today.\n"},"60":{"q":"Effective financial-information management involves implementing processes that help companies","a":"revise economic indicators.","b":"track their ongoing projects.","c":"interpret government regulations.","d":"make appropriate business decisions.","ans":"D","exp":"Businesses track a variety of accounting and financial data. The\ndata are presented as information to businesspeople to evaluate and to make business decisions. In\norder for businesspeople to make sound business decisions, the financial data must be accurate, current,\nand relevant. Making a decision based on incorrect or outdated data could be very costly to a business.\nBusinesses use project-management software to track projects. Businesses implement effective\nfinancial-information management processes to be in compliance with government regulations.\nBusinesses evaluate, rather than revise, economic indicators.\n"},"61":{"q":"Which of the following is an example of a businessperson exhibiting unethical behavior in relation to a\nbusiness's financial information:","a":"A banker requests financial information from a business to process a loan.","b":"An auditor verifies the accuracy of a corporation's financial statements.","c":"An unauthorized employee reviews a client's financial information.","d":"A manager examines the business's financial records to develop a budget.","ans":"C","exp":"Businesses have an ethical duty to\nprotect their clients' financial information. Businesses must develop and implement procedures that\nreduce the risk of theft or unauthorized access to confidential financial information by internal and\nexternal sources. Verifying the accuracy of financial statements, requesting financial information to\nprocess a loan, and examining financial records to develop a budget are necessary and ethical practices.\n"},"62":{"q":"The foundation of the principle of least authority is that computer data are more secure when access to\nspecific types of data are only available to","a":"the customers who request it.","b":"mid-level managers.","c":"personnel during set time periods.","d":"the people who need it.","ans":"D","exp":"By limiting access to those who use or need it, confidential data are more secure\nand are less likely to be seen or modified by unauthorized people. Computer passwords are common\nmethods of limiting access to certain computer data. Top-level management usually develops or\napproves the policies that determine who can access certain data. Mid-level managers usually need\naccess to certain types of business data, but not all of it. Customers are often able to access some data\nabout their personal accounts online.\n"},"63":{"q":"Tara knows that for her small business to grow, she must increase her cash flow. She's unsure, though,\nwhether she should take out a loan or a line of credit. Which of the following budgeting software tools\ncould Tara use to assess the potential impact of each source of funding on her business:","a":"Zero-based modeling","b":"Decision trees","c":"Environmental scanning","d":"Debt modeling","ans":"D","exp":"Some budgeting software applications include a debt modeling tool which allows the user\nto assess the potential impact of loans and lines of credit. To use the debt modeling tool, the user would\ninput the terms of the loan or line of credit, including the interest rate, term, principal, etc. Decision trees\nare a data-mining technique commonly used to classify data and build models. Environmental scanning\ninvolves gathering information about the environment surrounding a business, analyzing that information,\nand determining the future impact of that information on the business. Zero-based budgeting is a method\nof budgeting that requires a manager to demonstrate the need for every expense instead of relying on\nfigures from a previous period.\n"},"64":{"q":"What financial analysis application does a business use to evaluate changes in its cash position from\nmonth to month?","a":"Expense","b":"Cash flow","c":"Fixed costs","d":"Performance","ans":"B","exp":"She's unsure, though,\nwhether she should take out a loan or a line of credit. Which of the following budgeting software tools\ncould Tara use to assess the potential impact of each source of funding on her business:\nA. Zero-based modeling\nB. Decision trees\nC. Environmental scanning\nD. Debt modeling\n64. What financial analysis application does a business use to evaluate changes in its cash position from\nmonth to month?\nA. Expense\nB. Cash flow\nC. Fixed costs\nD. Performance\n65. Before approving a loan application, a bank is likely to analyze the applicant's\nA. inflation rate.\nB. debt ratio.\nC. brand preferences.\nD. performance goals.\n66. The first task in the HR management activity of staffing is\nA. determining job descriptions.\nB. screening and selecting applicants.\nC. determining need.\nD. recruiting.\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n9\n\n67. Business customers differ from final consumers in that\nA. there is a greater emphasis on personal selling in business-to-business marketing.\nB. business customers don't care about service as much as consumers do.\nC. consumers tend to buy in bulk more often than businesses do.\nD. consumer products tend to be more technical in nature.\n68. Amy says, \"I think the primary reason that last year's sales were higher than this year's sales is because\nJansen Electronics has taken a portion of our market share.\" This is an example of\nA. comparative criticism.\nB. a fact.\nC. historical data.\nD. an opinion.\n69. What do most businesses use to store information for future use?\nA. Scanners\nB. Display screens\nC. Computer systems\nD. Firewalls\n70. Adian is conducting online research for a marketing project at work. What web-based tool will help Adian\nsave and organize the websites that contain the relevant information he needs for his final report?\nA. Personal intranet connection\nB. Notebook with color-coded dividers\nC. Word-processing memo template\nD. Browser bookmarking applications\n71. In which of the following situations would a business use a spreadsheet software program to estimate the\neffect of change on its financial situation:\nA. A salesperson kept all appointments.\nB. Mailing labels are needed for a catalog.\nC. Customers purchased more products.\nD. Sales are expected to increase by 5%.\n72. What application enables a business to identify when a record was added to a database?\nA. Validation rules\nB. Date/Time stamp\nC. Data replication\nD. Sort\n73. The primary purpose for record keeping is to provide information about what is happening with the\nA. industry.\nB. country.\nC. economy.\nD. business.\n74. Which of the following is an example of how a business or industry has a unique relationship with its\nenvironment:\nA. Social and cultural attitudes change over time.\nB. An economy in prosperity will eventually experience recession.\nC. Demand for skilled nursing care rises as the population ages.\nD. New technology causes new laws to be enacted.\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n10\n\n75. Determine the mode for a customer-survey question using the following statistical information: 7, 5, 3, 7,\n7, 9, 5, 7, 9, 9\nA. 5\nB. 3\nC. 7\nD. 9\n76. Which of the following statements is true of workplace accidents:\nA. Accidents only occur in factories.\nB. All accidents can be predicted.\nC. There is no way to prepare for accidents.\nD. There are ways to reduce accident risk.\n77. Which of the following is a common challenge for project managers:\nA. Laws and regulations\nB. Poorly defined goals\nC. A surplus of resources\nD. A lack of risk\n78. What project-planning tool helps businesses to effectively plan and use time?\nA. Policies\nB. Objectives\nC. Schedules\nD. Guidelines\n79. Which of the following is NOT a benefit of a post-implementation review?\nA. Identifying ways to improve project planning\nB. Identifying cost-savings opportunities for future projects\nC. Identifying cost-savings opportunities for the current project\nD. Identifying ways to improve the company's processes\n80. Purchasing is important to international businesses because\nA. supplies should be delivered in a timely fashion.\nB. good relations with vendors reduce prices.\nC. quality standards should be maintained.\nD. controlling costs increases competitiveness.\n81. An advantage to businesses of using quality control methods is that these methods often\nA. involve time.\nB. reduce costs.\nC. increase waste.\nD. require directions.\n82. An organization with a quality culture would have executive-level managers who are\nA. flexible, indifferent, and not responsible for quality.\nB. good at delegating all commitments for quality assurance.\nC. committed and involved and take responsibility for quality.\nD. able to enlist the expertise of outside contractors for quality.\n83. Joan achieved her goal of being a junior partner in five years. This achievement has made Joan feel\ngood about herself, so she has set a new goal to be a senior partner in 10 years. Joan has received\nwhich of the following benefits of goal setting:\nA. Helps you to understand yourself\nB. Gives you a way to measure your progress\nC. Helps you to stay on task\nD. Raises your level of self-esteem\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n11\n\n84. Recognizing your strengths and weaknesses helps you to accept yourself, which is one of the\nfoundations of\nA. safety.\nB. social acceptance.\nC. self-esteem.\nD. self-fulfillment.\n85. Diana prepares bills and invoices for her company. Her career is in the area of\nA. marketing communications.\nB. corporate finance.\nC. securities and investments.\nD. professional selling.\n86. Some job application forms ask why the applicant left a previous job. Which of the following would be an\nacceptable answer to this question:\nA. \"I was expected to do too much work.\"\nB. \"I was seeking a more responsible job.\"\nC. \"I couldn't get along with my supervisor.\"\nD. \"I wanted to get out of a difficult situation.\"\n87. Bobbi, who works for an insurance company, is responsible for calculating the risk of loss, establishing\npremium rates, and designing insurance policies to cover risk. Bobbi works as a(n)\nA. underwriter.\nB. agent.\nC. accountant.\nD. financial analyst.\n88. Corporate governance is primarily concerned with __________ desires.\nA. vendors'\nB. CEO's\nC. stakeholders'\nD. competitors'\n89. Which of the following is a benefit of corporate governance:\nA. It encourages transparency.\nB. It decreases investor confidence.\nC. It creates a less definable brand.\nD. It maximizes corruption.\n90. Which of the following is a positive characteristic for the members of a corporation's board of directors to\npossess:\nA. Independent thinking\nB. Conformity\nC. Indecisiveness\nD. Single-minded attitude\n91. Which employee reports directly to a corporation's board of directors?\nA. Chief executive officer\nB. Accounting manager\nC. Vice president of operations\nD. Director of sales\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n12\n\n92. Ryan is a college student who is interested in becoming a teacher. Every Tuesday afternoon, he spends\nhis free time tutoring second-grade students in reading and math at a local elementary school. What\ntechnique is Ryan using to obtain work experience?\nA. Volunteering\nB. Informational interview\nC. Job shadowing\nD. Internship\n93. Is the following statement about trade associations and professional organizations true or false: Once a\nlaw has been enacted, organizations/associations are unable to affect the way that law will be enforced.\nA. True, members of organizations/associations have no way of influencing the enforcement of\nlaws.\nB. False, there are exceptions that apply to every law.\nC. False, organizations/associations often can change unfavorable regulations to more favorable\nones.\nD. True, laws cannot be changed and must be obeyed.\n94. One way to build professional relationships in the finance industry is to\nA. encourage others to discuss their finances.\nB. read about industry trends.\nC. implement a referral system.\nD. print new business cards for distribution.\n95. To manage potential risks resulting from unethical conduct, many companies build internal infrastructures\nthat promote and enforce ethical practices. This internal infrastructure is likely to include appropriate audit\nprocedures, a code of conduct, and a __________ policy.\nA. whistleblower\nB. credit\nC. monetary\nD. constituent\n96. Many computer software programs help businesses determine their levels of business risk, which is\nhelpful when they develop\nA. monetary regulations.\nB. content theories.\nC. endorsement records.\nD. contingency plans.\n97. How does forming a captive insurance company typically impact a corporation's federal tax liability?\nA. Reduces tax due on the captive's premiums\nB. Increases tax due on the captive's loss reserves\nC. Increases the corporation's sales tax liabilities\nD. Eliminates the corporation's state tax liabilities\n98. To control online transactional risks, a business should consider outsourcing its technology needs when it\nlacks\nA. internal expertise.\nB. financial resources.\nC. secondary data.\nD. external training.\n99. It is important for companies to practice enterprise risk management (ERM) because\nA. most risks are predictable and manageable.\nB. it leads to loss of shareholder value.\nC. most risks are unexpected.\nD. it increases business costs in the long run.\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n100. Why should managers know how to do the work of the workers they supervise?\nA. To create a team spirit among employees\nB. To establish a chain of command\nC. To have realistic expectations for workers\nD. To coordinate employees' efforts\n\n13\n\n\fTest 1123\n\nFINANCE CLUSTER EXAM—KEY\n\n14\n\n1. D\nTrademark. A trademark is a symbol, design, or word used by a business to identify a good or service\nand is registered with the government to prevent its use by others. A trademark is an example of\nintangible business property. Federal law protects a business's intangible property from being used by\ncompetitors. A business's inventory, acreage, and equipment are types of tangible property.\n"},"65":{"q":"Before approving a loan application, a bank is likely to analyze the applicant's","a":"inflation rate.","b":"debt ratio.","c":"brand preferences.","d":"performance goals.","ans":"B","exp":"When red apples sold for $0.30 per pound and green\napples for $0.40 per pound, the price of each was cut in half, and the ratio remained the same. When red\napples sold for $1.20 per pound and green apples for $1.60 per pound, the price of each was doubled\nand the ratio remained the same. When red apples sold for $0.45 per pound and green apples for $0.60,\nthe price of each was cut one-fourth, and the ratio remained the same.\n"},"66":{"q":"The first task in the HR management activity of staffing is","a":"determining job descriptions.","b":"screening and selecting applicants.","c":"determining need.","d":"recruiting.\n\n","ans":"C","exp":"The first task in the HR management activity of staffing is determining need. A\ncompany cannot fill job positions with appropriate employees until it knows exactly where human\nresources are lacking. Determining job descriptions, recruiting, and screening and selecting applicants\nare all staffing activities that occur after need has been determined.\n"},"67":{"q":"Business customers differ from final consumers in that","a":"there is a greater emphasis on personal selling in business-to-business marketing.","b":"business customers don't care about service as much as consumers do.","c":"consumers tend to buy in bulk more often than businesses do.","d":"consumer products tend to be more technical in nature.","ans":"A","exp":"In consumer\nmarketing, the emphasis is on promotion and advertising; in B2B marketing, however, there is a greater\nemphasis on personal selling. Businesses tend to buy products that are more technical in nature than\nconsumer products. Businesses also tend to buy in bulk more than individual consumers do. Both\nbusiness customers and individual consumers care about service, but it tends to be more important to\nbusinesses.\n"},"68":{"q":"Amy says, \"I think the primary reason that last year's sales were higher than this year's sales is because\nJansen Electronics has taken a portion of our market share.\" This is an example of","a":"comparative criticism.","b":"a fact.","c":"historical data.","d":"an opinion.","ans":"D","exp":"An opinion is a person's point of view or belief about a topic. Amy is stating her opinion about\nwhy sales varied from one year to another. Her opinion may be supported by facts (true data), but she\nisn't presenting any data—current or historical—in her statement. There isn't enough information\nprovided to determine if Amy is stating her opinion as criticism, which involves expressing disapproval.\n"},"69":{"q":"What do most businesses use to store information for future use?","a":"Scanners","b":"Display screens","c":"Computer systems","d":"Firewalls","ans":"C","exp":"Computer systems consist of the hardware and software components that enable\ncomputers to function. One of their purposes is to store information for future use. Scanners are input\ndevices that can read text or illustrations on paper and translate the information into a form the computer\ncan use. The scanner itself does not store information, but enables computers to store it. Display\nscreens, or monitors, display the characters being keyed into the computer; they are not storage devices.\nFirewalls protect a business's computer system from unauthorized use by others (e.g., hackers).\n"},"70":{"q":"Adian is conducting online research for a marketing project at work. What web-based tool will help Adian\nsave and organize the websites that contain the relevant information he needs for his final report?","a":"Personal intranet connection","b":"Notebook with color-coded dividers","c":"Word-processing memo template","d":"Browser bookmarking applications","ans":"D","exp":"Browsers are computer software that retrieve information from the\nWorld Wide Web. Browsers have bookmarking applications that allow computer users to select websites\nand store their URLs on a personal computer for easy access in the future. Bookmarking applications\nallow users to organize sites by categories by placing them into folders on a computer. Notebooks are\nnot online tools. An intranet is an internal network similar to the Internet that is accessible only by\nauthorized employees. A word-processing memo template formats a type of written message.\n"},"71":{"q":"In which of the following situations would a business use a spreadsheet software program to estimate the\neffect of change on its financial situation:","a":"A salesperson kept all appointments.","b":"Mailing labels are needed for a catalog.","c":"Customers purchased more products.","d":"Sales are expected to increase by 5%.","ans":"D","exp":"Spreadsheet software programs allow businesses to use a\ncomputer to perform accounting and other financial calculations. An advantage of using a spreadsheet\nprogram is that a business can make various assumptions about sales and find out quickly what effect\nthey will have on its financial situation. For example, a business could change the level of sales by\ndifferent percentages, such as 5% or 10%, to find out the effect that would have on net income. The\nspreadsheet program automatically does the calculations. Although keeping appointments might lead to\nsales, a salesperson would likely not use a spreadsheet program to track appointments. Mailing labels\nare generated with database programs. Database programs are also used to track customers'\npurchases.\n"},"72":{"q":"What application enables a business to identify when a record was added to a database?","a":"Validation rules","b":"Date/Time stamp","c":"Data replication","d":"Sort","ans":"B","exp":"The date/time stamp enables a business to identify the date and time that a particular\nrecord was added to the database. This can help a business track employees' keying activities and track\nwhen customers are added to the database. The validation-rules application enables a database\ndeveloper to restrict how and/or what data can be keyed in a particular database field. The data\nreplication application involves copying data from one database to another. This enables users to access\nthe data they need to perform their tasks without interfering with others' work. The sort application\nenables users to view only the data they need to view, such as orders placed on a particular date.\n"},"73":{"q":"The primary purpose for record keeping is to provide information about what is happening with the","a":"industry.","b":"country.","c":"economy.","d":"business.","ans":"D","exp":"The primary function of record keeping is to provide information that indicates the status of the\nbusiness. In other words, record keeping provides information about what is happening with the\nbusiness, such as whether it is making a profit or it is spending too much on expenses. The records that\na business keeps are not designed to provide information about what is happening with the economy, the\ncountry, or the industry. However, the business's records might reflect current economic or industry\ntrends.\n"},"74":{"q":"Which of the following is an example of how a business or industry has a unique relationship with its\nenvironment:","a":"Social and cultural attitudes change over time.","b":"An economy in prosperity will eventually experience recession.","c":"Demand for skilled nursing care rises as the population ages.","d":"New technology causes new laws to be enacted.\n\n","ans":"C","exp":"The impact of demographics (the age of\nthe population) on a specific industry (health care) shows that businesses have unique relationships with\ntheir environments. The aging of the population affects other industries, but perhaps not as directly as it\ndoes health care. An economy phasing through the business cycle and a shift in social/cultural attitudes\nare examples of how environmental factors are dynamic. New technology causing new laws to be\nenacted is an example of how environmental factors are interrelated.\n"},"75":{"q":"Determine the mode for a customer-survey question using the following statistical information: 7, 5, 3, 7,\n7, 9, 5, 7, 9, 9","a":"5","b":"3","c":"7","d":"9","ans":"C","exp":"Central tendency refers to a type of average. Mode is a measure of central tendency and is the\nnumber that appears most frequently in a group of numbers. A business might determine the mode so it\ncan identify the most common responses for questions appearing on a customer survey. The business\nassigns a numerical value to each response option on the survey. For example, the response, \"extremely\nsatisfied with service,\" might have a value of nine. To determine the mode, count the number of times\neach value appears (3 appears 1 time; 5 appears 2 times; 9 appears 3 times; and 7 appears 4 times).\nThe highest number of times a number appears is the mode (7).\n"},"76":{"q":"Which of the following statements is true of workplace accidents:","a":"Accidents only occur in factories.","b":"All accidents can be predicted.","c":"There is no way to prepare for accidents.","d":"There are ways to reduce accident risk.","ans":"D","exp":"Although you can't prevent every accident from happening, there\nare things your company can (and should!) do to reduce accident risk. For example, to minimize trips and\nfalls you should keep all floors clean, mop up spills, and make sure that ice outdoors is treated or\nremoved. Workplace accidents cannot be predicted—they can happen to anyone at any time. Although\nyou cannot predict accidents, you can prepare for them by having an accident plan in place. Accidents\ncan occur at any workplace, not just in factories.\n"},"77":{"q":"Which of the following is a common challenge for project managers:","a":"Laws and regulations","b":"Poorly defined goals","c":"A surplus of resources","d":"A lack of risk","ans":"B","exp":"Poorly defined project goals are one of the many challenges that project managers\nroutinely face. A surplus of resources would be a good thing, as would a lack of risk! Laws and\nregulations may affect business projects, but they typically don't pose a challenge.\n"},"78":{"q":"What project-planning tool helps businesses to effectively plan and use time?","a":"Policies","b":"Objectives","c":"Schedules","d":"Guidelines","ans":"C","exp":"When planning a project, businesses often develop schedules to identify what tasks need to\nbe done and how long it will take to perform those tasks. The use of schedules helps a business to\norganize work and establish completion dates to make sure the work is done on time. Scheduling an\neffective use of time helps a business to achieve the objectives, or goals, of the project. Policies are\nguidelines that businesses follow when making decisions about projects. Objectives, policies, and\nguidelines are other project-planning tools, but they do not involve planning the use of time.\n"},"79":{"q":"Which of the following is NOT a benefit of a post-implementation review?","a":"Identifying ways to improve project planning","b":"Identifying cost-savings opportunities for future projects","c":"Identifying cost-savings opportunities for the current project","d":"Identifying ways to improve the company's processes","ans":"C","exp":"A post-implementation review is conducted\nafter a project is finished. Therefore, there is not an opportunity to save money on the current project.\nThere is an opportunity to identify ways to improve future projects, such as cost-savings measures,\nimproving project planning methods, and improving the processes used by the company.\n"},"80":{"q":"Purchasing is important to international businesses because","a":"supplies should be delivered in a timely fashion.","b":"good relations with vendors reduce prices.","c":"quality standards should be maintained.","d":"controlling costs increases competitiveness.","ans":"D","exp":"Effective purchasing controls costs, which enables\nbusinesses to lower selling prices. For example, Japan, South Korea, and Taiwan can often produce for\nless. American companies must reduce costs to be competitive in such world markets. Good relations\nwith vendors and suppliers are important but do not reduce prices. Maintaining quality standards is a\nproduction goal.\n"},"81":{"q":"An advantage to businesses of using quality control methods is that these methods often","a":"involve time.","b":"reduce costs.","c":"increase waste.","d":"require directions.","ans":"B","exp":"It is often more costly not to provide quality than to use methods to increase quality. If\nbusinesses develop a reputation of providing low quality goods and services, they may lose customers,\nwhich is costly. Therefore, it is to the business's advantage to use quality control methods so the work\nwill be done correctly rather than spend money to correct mistakes, handle customer complaints, and find\nnew customers. Using quality control methods involves time, but it is time well spent to reduce the cost of\ncorrecting mistakes. Using quality control methods usually decreases waste. Some quality control\nmethods might require directions which could be a disadvantage.\n"},"82":{"q":"An organization with a quality culture would have executive-level managers who are","a":"flexible, indifferent, and not responsible for quality.","b":"good at delegating all commitments for quality assurance.","c":"committed and involved and take responsibility for quality.","d":"able to enlist the expertise of outside contractors for quality.","ans":"C","exp":"Executive-level managers are both committed\nand involved. They take responsibility for quality and do not delegate that responsibility. This is a\ncharacteristic shared by organizations with a quality culture. The alternatives remove the responsibility for\nquality from the executive-level manager and delegate it to others.\n"},"83":{"q":"Joan achieved her goal of being a junior partner in five years. This achievement has made Joan feel\ngood about herself, so she has set a new goal to be a senior partner in 10 years. Joan has received\nwhich of the following benefits of goal setting:","a":"Helps you to understand yourself","b":"Gives you a way to measure your progress","c":"Helps you to stay on task","d":"Raises your level of self-esteem\n\n","ans":"D"},"84":{"q":"Recognizing your strengths and weaknesses helps you to accept yourself, which is one of the\nfoundations of","a":"safety.","b":"social acceptance.","c":"self-esteem.","d":"self-fulfillment.","ans":"C","exp":"Self-esteem is the regard or respect that you have for yourself. People who have selfesteem understand themselves and like who they are. Social acceptance involves being accepted by\nothers. Safety is associated with personal security and protection from harm. Self-fulfillment involves\npersonal growth, achievement, and reaching one's fullest potential.\n"},"85":{"q":"Diana prepares bills and invoices for her company. Her career is in the area of","a":"marketing communications.","b":"corporate finance.","c":"securities and investments.","d":"professional selling.","ans":"B","exp":"Diana's job preparing bills and invoices for her company is in the area of corporate\nfinance. The corporate finance function in a company is to manage policy and strategy for (and the\nimplementation of) capital structure, budgeting, acquisition and investment, financial modeling and\nplanning, funding, dividends, and taxation. Diana's career is not in the area of marketing\ncommunications, securities and investments, or professional selling. Marketing communications involves\nmarketing activities that inform, remind, and/or persuade the targeted audience of ideas, experiences,\ngoods/services, and/or images. The securities and investments industry consists of brokerage firms,\ninvestment banks, and stock exchanges, all of which support the flow of funds from investors to\ncompanies and institutions. Careers in professional selling involve marketing and management activities\nthat determine customer needs/wants and respond through planned, personalized communication to\ninfluence purchase decisions and enhance future business operations.\n"},"86":{"q":"Some job application forms ask why the applicant left a previous job. Which of the following would be an\nacceptable answer to this question:","a":"\"I was expected to do too much work.\"","b":"\"I was seeking a more responsible job.\"","c":"\"I couldn't get along with my supervisor.\"","d":"\"I wanted to get out of a difficult situation.\"","ans":"B","exp":"This is a positive response which indicates that the applicant is\ninterested in getting ahead and is willing to accept additional responsibility. A job applicant should not\nmake negative remarks about his/her previous employer(s) or coworkers. Even though all of the other\nalternatives could be true statements, they are negative and will reflect poorly on the job applicant.\n"},"87":{"q":"Bobbi, who works for an insurance company, is responsible for calculating the risk of loss, establishing\npremium rates, and designing insurance policies to cover risk. Bobbi works as a(n)","a":"underwriter.","b":"agent.","c":"accountant.","d":"financial analyst.","ans":"A","exp":"The work of underwriters is important to the insurance industry. Underwriters are\nresponsible for calculating the risk of loss, establishing premium rates, and designing policies to cover\nrisk. Many choose to specialize in life insurance, health insurance, or property and casualty insurance.\nInsurance agents are responsible for selling insurance policies and other financial services. Accountants\nare responsible for preparing, analyzing, and verifying a variety of financial data. Financial analysts\nevaluate companies and industries and make recommendations to buy, sell, or hold certain securities.\nFinancial analysts are also known as securities analysts or investment analysts.\n"},"88":{"q":"Corporate governance is primarily concerned with __________ desires.","a":"vendors'","b":"CEO's","c":"stakeholders'","d":"competitors'","ans":"C","exp":"Corporate governance is the system of rules and practices that control the company.\nCorporate governance revolves around balancing the desires of the stakeholders in a company.\nCorporate governance is not just concerned with the CEO's or vendors' desires; instead, it focuses on the\ndesires of all stakeholders, including customers, financiers, the community, the government, and\nmanagers. Corporate governance is not necessarily concerned with a company's competitors' desires.\n"},"89":{"q":"Which of the following is a benefit of corporate governance:","a":"It encourages transparency.","b":"It decreases investor confidence.","c":"It creates a less definable brand.","d":"It maximizes corruption.","ans":"A","exp":"Corporate governance creates a more transparent business environment,\nwhich can increase investor confidence, create a defined brand, and minimize corruption.\n"},"90":{"q":"Which of the following is a positive characteristic for the members of a corporation's board of directors to\npossess:","a":"Independent thinking","b":"Conformity","c":"Indecisiveness","d":"Single-minded attitude","ans":"A","exp":"Systems thinking is an organizational learning concept that focuses on the big picture\nrather than seeing smaller, individual parts. Team learning means thinking and working together as a\ngroup. Shared organizational vision refers to sharing a mutual commitment to the future the firm seeks to\ncreate. Personal mastery is striving for individual learning as a means of advancing the organization.\n"},"91":{"q":"Which employee reports directly to a corporation's board of directors?","a":"Chief executive officer","b":"Accounting manager","c":"Vice president of operations","d":"Director of sales\n\n","ans":"A","exp":"The board of directors is the group of people chosen to govern the activities of a\ncorporation. The board members are elected by the corporation's shareholders. The corporation's chief\nexecutive officer (CEO) reports directly to the board of directors. The vice president of operations is most\nlikely to report to the CEO. The accounting manager and director of marketing are mid-level managers.\nThe accounting manager is most likely to report to the vice president of finance, and the director of sales\nis most likely to report to the vice president of marketing.\n"},"92":{"q":"Ryan is a college student who is interested in becoming a teacher. Every Tuesday afternoon, he spends\nhis free time tutoring second-grade students in reading and math at a local elementary school. What\ntechnique is Ryan using to obtain work experience?","a":"Volunteering","b":"Informational interview","c":"Job shadowing","d":"Internship","ans":"A","exp":"Volunteer work involves donating time without pay to complete tasks or projects. Because\nRyan is tutoring in his free time, he is performing volunteer work. By volunteering to tutor students, Ryan\ncan determine if he enjoys working with and teaching young children. Participating in these activities may\nhelp Ryan determine if he would like to pursue a career in teaching. Internships involve training in which\nschools and businesses cooperate to provide on-the-job practice for learners. Job shadowing involves\nobserving an individual perform his/her daily job activities in the workplace. An informational interview\ninvolves talking with a business professional about his/her job.\n"},"93":{"q":"Is the following statement about trade associations and professional organizations true or false: Once a\nlaw has been enacted, organizations/associations are unable to affect the way that law will be enforced.","a":"True, members of organizations/associations have no way of influencing the enforcement of\nlaws.","b":"False, there are exceptions that apply to every law.","c":"False, organizations/associations often can change unfavorable regulations to more favorable\nones.","d":"True, laws cannot be changed and must be obeyed.","ans":"C"},"94":{"q":"One way to build professional relationships in the finance industry is to","a":"encourage others to discuss their finances.","b":"read about industry trends.","c":"implement a referral system.","d":"print new business cards for distribution.","ans":"C","exp":"A referral is a recommendation given to an individual or business by\nanother individual or business. For example, satisfied clients may refer their friends, family, or colleagues\nto their financial planners for financial advice. This is one way that businesspeople working in the\nfinancial industry can build professional relationships. A financial planner may implement a referral\nsystem or program to encourage clients or associates to provide referrals. A referral system might involve\ngiving a free consultation or discount to a client who has provided the financial planner with a lucrative\nreferral. Reading about industry trends and printing new business cards are not actions that build\nprofessional relationships. The finance professional must take action on the trends s/he has researched\nand distribute the business cards to others to begin building professional relationships. Because financial\ninformation is personal and confidential, people are usually selective with whom they share their\ninformation.\n"},"95":{"q":"To manage potential risks resulting from unethical conduct, many companies build internal infrastructures\nthat promote and enforce ethical practices. This internal infrastructure is likely to include appropriate audit\nprocedures, a code of conduct, and a __________ policy.","a":"whistleblower","b":"credit","c":"monetary","d":"constituent","ans":"A","exp":"One way to manage potential risks resulting from unethical conduct is to build an internal\ninfrastructure that promotes and enforces ethical practices and offers incentives to behave ethically. This\ninternal infrastructure typically includes appropriate audit procedures, a code of conduct, a committee to\ndevelop the code, training for employees about the code, and a whistleblower policy. A whistleblower\npolicy encourages and enables employees to report unethical behavior or actions without fear of negative\nrepercussions such as demotion or firing. A credit policy is a guideline for a business to follow in\ncontrolling the use of payment plans that allow customers to purchase now and pay later. Monetary\npolicy is the government policy that determines the amount of money that will be in circulation and the\nlevel of interest rates. Constituent policies are public policies that apply to the government or nation as a\nwhole. Constituent policies include national security, foreign affairs, diplomacy, etc.\n"},"96":{"q":"Many computer software programs help businesses determine their levels of business risk, which is\nhelpful when they develop","a":"monetary regulations.","b":"content theories.","c":"endorsement records.","d":"contingency plans.","ans":"D","exp":"A contingency plan is an alternative course of action. A contingency plan states\nspecific guidelines that a business uses when responding to undesirable circumstances. Businesses\noften use computer software programs to obtain numerical data about their levels of risk in different areas\nof the business. They use this information to make business decisions and to help them develop\nalternative action plans when circumstances occur that increase or decrease risk at a given time. Content\ntheories are theories of motivation that focus on internal needs, drives, and incentives that cause people\nto behave in a certain manner. An endorsement is approval by a reputable external source. Governments\ndevelop monetary and fiscal regulations. Risk management software programs do not help businesses\ndevelop content theories, endorsement records, and fiscal policies.\n"},"97":{"q":"How does forming a captive insurance company typically impact a corporation's federal tax liability?","a":"Reduces tax due on the captive's premiums","b":"Increases tax due on the captive's loss reserves","c":"Increases the corporation's sales tax liabilities","d":"Eliminates the corporation's state tax liabilities","ans":"A","exp":"Even if it is not associated with an insurance company, an\nindividual company, industry, or association may create a captive insurance company to specifically\nprotect its parent group(s). The captive insurer aids its parent group(s) by reducing premium expenses,\nfreeing up capital, and covering risks not commonly addressed by the greater insurance company. In\naddition, forming a captive insurance company can reduce, eliminate, or defer federal taxes due on the\ncorporation's insurance premiums. A captive insurer typically decreases the tax due on a company's loss\nreserves. Forming a captive insurance company does not typically increase the corporation's sales tax\nliabilities, nor does it eliminate the corporation's state tax liabilities.\n"},"98":{"q":"To control online transactional risks, a business should consider outsourcing its technology needs when it\nlacks","a":"internal expertise.","b":"financial resources.","c":"secondary data.","d":"external training.","ans":"A","exp":"An important aspect of controlling online risk is making sure that customers'\ntransactions are secure. Online transactions require customers to provide confidential information (e.g.\ncredit card numbers), so businesses must have the technological tools and expertise to prevent\nunauthorized access to the information. If a business does not have employees with the expertise to work\nwith this technology, the business should consider hiring a consultant or firm that has the knowledge and\ntraining to handle its technological needs. Outsourcing requires a business to have the money (financial\nresources) to pay for the services. Secondary data are facts and figures that have been collected for\npurposes other than the project at hand.\n"},"99":{"q":"It is important for companies to practice enterprise risk management (ERM) because","a":"most risks are predictable and manageable.","b":"it leads to loss of shareholder value.","c":"most risks are unexpected.","d":"it increases business costs in the long run.\n\n","ans":"A","exp":"Enterprise risk management is important and helpful\nbecause most business risks are predictable and manageable. If a company can plan for risks, it can\nminimize its losses. Although some risks are surprises, most of them are not. Not managing risks can\ncause loss of shareholder value. ERM should reduce business costs in the long run by helping a\nbusiness avoid or manage risks that could lose money.\n"},"100":{"q":"Why should managers know how to do the work of the workers they supervise?","a":"To create a team spirit among employees","b":"To establish a chain of command","c":"To have realistic expectations for workers","d":"To coordinate employees' efforts\n\n13\n\n","ans":"C","exp":"Even though managers don't do the actual jobs, it is important\nfor managers to understand the jobs of the workers they supervise. This helps managers to know how\nworkers should do the work, to be realistic in the amount of work they expect workers to complete, or\neven to fill in when workers are absent or there is an emergency situation of some kind. Managers do not\nneed to know how to do the work to establish a chain of command. Coordinating employees' efforts and\ncreating a team spirit are managerial responsibilities that improve the output of workers but are not\nrelated to managers' knowledge of the jobs to be done.\n"}}