{"1":{"q":"Brix Beauty Salon used a celebrity's name and photograph in a recent newspaper advertisement, even\nthough the celebrity had not given Brix permission to use her name and likeness. What tort did Brix\nBeauty Salon commit?","a":"Wrongful interference","b":"Appropriation","c":"Defamation","d":"Conversion","ans":"B","exp":"Torts are civil wrongdoings that cause harm or injury to another party. Appropriation,\nwrongful interference, defamation, and conversion are four kinds of torts. Appropriation, which Brix\nBeauty Salon committed, involves a business or person who uses—without permission—another\nperson's name, likeness, and other unique characteristics for the benefit or gain of the user. Brix Beauty\nSalon used the celebrity's name and picture to attract customers to the salon. Unfortunately, Brix had not\nobtained permission to use the celebrity's name or likeness. As a result, the celebrity could sue Brix for\nappropriation. Wrongful interference consists of predatory behavior undertaken by a business to draw\neither customers or employees away from a competitor. Defamation involves making false, malicious\nstatements about a person or organization. Conversion occurs when personal property is taken from the\nowner and given to someone else to use.\n"},"2":{"q":"Individuals and businesses who are sued have a legal right to present evidence on their behalf before a\ncourt can impose a penalty. In other words, these individuals and businesses have a right to","a":"substantive due process.","b":"procedural due process.","c":"the Takings Clause.","d":"sovereign immunity.","ans":"B","exp":"Procedural due process exists to ensure that individuals and businesses who\nare sued or charged with a crime have the opportunity to present evidence on their behalf before a court\ncan impose a penalty. Requiring the government to go through a certain set of legal procedures before\ntaking someone's liberty and/or property provides the person or business in question a greater chance of\nbeing treated fairly. Substantive due process exists to ensure that the government does not take away\nour fundamental rights (e.g., privacy). The Takings Clause requires the U.S. government to pay a fair\nprice for any private property that it takes for public use. Sovereign immunity protects a federal\ngovernment from lawsuits brought against it in foreign courts.\n"},"3":{"q":"Most nations' federal agencies must function within certain limits identified in the specific enabling\nlegislation that gave the agencies their powers. These limits on the federal agencies' activities are an\nexample of","a":"political control.","b":"statutory control.","c":"judicial review.","d":"informational control.","ans":"B","exp":"Four methods used to limit and regulate the activities of federal agencies are statutory\ncontrol, political control, judicial review, and informational control. In many countries, the legislative\nbranch has the power to pass statutes (laws) establishing federal agencies. This enabling legislation\noften identifies limits to the agencies' powers. In other words, these statutes control the agencies'\nactivities. The government wields political control over these agencies by providing (or withholding)\nfunding, by approving (or speaking out against) individuals nominated to lead these agencies, and by\namending the agencies' enabling legislation. The courts can also control federal agencies by reviewing\nand deciding the legality of the agencies' actions. Finally, the public can indirectly control federal\nagencies through information. Most federal agencies are required to provide the public with information\non different topics. After reviewing the information, private citizens can take action to influence the\nactivities of these federal agencies.\n"},"4":{"q":"Paula asks herself questions such as “What do I want to get out of this article?” and “What are the main\npoints of this article?” whenever she reads an article while conducting research. Paula is using\n__________ techniques.","a":"prospecting","b":"active reading","c":"summary close","d":"professional editing","ans":"B","exp":"To successfully identify and extract relevant information from written materials, you\nshould use active reading techniques. These techniques include determining what information you are\nlooking for prior to reading the text, asking questions of and examining the text, and summarizing the\ncentral themes of the text. Prior to reading any article, for instance, Paula specifies the information that\nshe needs to gather or get out of the written material. Then, she looks for that specific information as she\nscans the document. While reading the article, she also summarizes its main points—either mentally or in\nwriting—to better comprehend the information presented in the article. After asking herself questions and\nsummarizing the article's main points, Paula is more likely to locate and extract relevant, helpful\ninformation that she can use. Paula is not prospecting, using a summary close, or professionally editing\nthe article.\n"},"5":{"q":"What is an effective way to support and encourage someone who is talking to you?","a":"Clap as the speaker makes each of her/his main points","b":"Interrupt the speaker to debate what s/he has said","c":"Make comments such as “yes” or “I see” occasionally","d":"Avoid making any noise while the speaker is talking","ans":"C","exp":"When someone talks to you, nod and make short\ncomments such as “yes” or “I see” occasionally. By doing so, you signal that you are listening to the\nspeaker and hearing what s/he has to say. And, when you nod and make short comments, you show\nyour support and encouragement for the speaker. It is very rude to interrupt the speaker to debate what\ns/he has said. It is not necessary to clap as the speaker makes each of her/his main points. Rather than\nnot making any noise while the speaker is talking, you should limit yourself to short comments.\n"},"6":{"q":"In North America, what nonverbal cue often indicates defensiveness?","a":"Fingernail biting","b":"Crossed arms","c":"Raised eyebrows","d":"Hands behind head","ans":"B","exp":"Individuals communicate with those around them verbally as well as nonverbally.\nNonverbal cues—including facial expressions, eye contact, body language, tone of voice, and use of\nphysical space—communicate as much (or more) than a person's words. Nonverbal cues can express\nemotions, attitudes, rituals, etc. In North America, crossed arms often indicate defensiveness, although\nindividuals may also cross their arms because they are cold, frightened, or cautious. Fingernail biting is\ntypically a sign of nervousness. People often raise their eyebrows when they are surprised or are looking\nat something closely. When people put their hands behind their heads, they are indicating that they are\ncomfortable and open to ideas.\n"},"7":{"q":"Sarah is speaking to a customer who is decisive, forceful, and in a hurry. Sarah should","a":"give the customer time to talk about himself/herself.","b":"get to the point of her communication quickly.","c":"discuss detailed statistics and information.","d":"take time to develop a relationship with the customer.","ans":"B","exp":"Decisive, forceful individuals are typically very goaloriented and interested in results. They usually don't like to waste time, so Sarah should get to the point\nof her communication quickly, especially since the customer is in a hurry. The customer is not likely to\nwant to take time to talk about himself/herself, discuss detailed statistics and information, or develop a\nrelationship with Sarah.\n"},"8":{"q":"Due to a slump in sales, the RLT Company has decided to lay off 45 workers. Walter, an RLT manager,\nmust choose three employees from within his department to let go. Although it would be easy to allow his\nemotions to influence his actions, Walter must base his decision regarding the layoffs strictly on facts and\ndata. Walter must be able to defend his decision","a":"subjectively.","b":"objectively.","c":"quarterly.","d":"inductively.","ans":"B","exp":"Rather than allowing his feelings (positive or negative) for his employees to influence his\nchoice of workers to lay off, Walter must base his decision strictly on facts and accurate data. In other\nwords, Walter must be able to justify and defend his decision, if necessary. Whenever a person uses\nfacts rather than emotions to defend her/his decision or idea, that person is defending his/her decision or\nidea objectively. Because Walter can defend his ideas objectively, no one can accuse him or his\ncompany of playing favorites or choosing to keep a particular worker simply because Walter likes that\nemployee or because the worker's family has no other income. Subjective ideas are based on emotion,\nnot on fact. There is no indication that Walter will be defending his decision inductively or on a quarterly\nbasis.\n"},"9":{"q":"Which of the following is typically the first step in holding a group discussion:","a":"Find out what group members know about the subject.","b":"Make sure group members understand the group's purpose.","c":"Summarize what the group has said during the discussion.","d":"Build on another group member's comment.","ans":"B","exp":"The first step in holding a group discussion\nis typically making sure that everyone understands the group's purpose and reason for having the\ndiscussion. If group members don't know the desired outcome of the discussion, the discussion itself is\nmuch less likely to be productive. After making sure that everyone knows the group's purpose, it is\nimportant for the group members to agree on some ground rules for the discussion. Then, it's wise to find\nout what group members know about the subject. Anyone with knowledge of the subject should share\nwhat s/he knows about it so that the entire group can begin from the same starting point. It is not possible\nto build on another group member's comment until someone else in the group contributes to the\ndiscussion. You must also wait until later in the discussion to summarize what the group has said during\nthe discussion itself.\n"},"10":{"q":"Dale is taking notes during a staff meeting. Dale should","a":"write his notes in complete sentences.","b":"organize his notes in a logical manner.","c":"capture every word that is said.","d":"avoid abbreviations and symbols.\n","ans":"B","exp":"Effective note-taking is essential in school as well as on the job.\nRegardless of whether you are in a university lecture hall or in a staff meeting, taking notes helps you to\nbetter remember important information and record facts, figures, and other details that may not be\navailable elsewhere. Notes that are organized in a logical manner are much clearer, more\nunderstandable, and easier to read than notes that follow no form at all. When taking notes, it is not\nnecessary to capture every word that is said. Instead, you should focus on the main points and subpoints\nof the conversation. It is also not necessary to write notes in complete sentences. To save time and\nspace, you should use abbreviations and symbols whenever appropriate.\n"},"11":{"q":"A professional wedding photographer is developing a price list of the different photo packages that she\noffers. She is listing the packages from the least expensive to the most expensive. She is organizing the\npackage information","a":"by location.","b":"by value.","c":"inductively.","d":"deductively.","ans":"B","exp":"When information is organized by value or size, either the least valuable (i.e., smallest or least\nexpensive) or most valuable (i.e., largest or most expensive) item is listed first, followed by other items in\nascending (if starting with the least valuable) or descending (if starting with the most valuable) order. The\nprofessional wedding photographer, for instance, is organizing her photo packages in order from least\nexpensive to most expensive so that customers can quickly determine what is available to them at\ndifferent price points. Some information can also be organized by geographic location, such as by state,\ncounty, or city. Information organized in inductive order begins with facts and examples and ends with\nconclusions. Information organized deductively, on the other hand, presents the conclusions or main\nideas first, followed by facts and examples that support the conclusions or main ideas. The professional\nwedding photographer is not organizing her photo package information inductively, deductively, or by\nlocation.\n"},"12":{"q":"Which of the following is an example of an effective subject line for a professional e-mail:","a":"Can we talk for a minute?","b":"New product information","c":"One more thing . . .","d":"Mtg. rescheduled for 3 p.m.","ans":"D","exp":"An effective subject line for a professional e-mail should summarize the body\nof the message and make it easy for the recipient to understand the purpose of the e-mail. “Mtg.\nrescheduled for 3 p.m.”, for example, clearly communicates the focus of the e-mail (the meeting) and\nprovides enough information for the recipient to understand why the e-mail was sent to him/her (to inform\nhim/her that the new time for the meeting is 3 p.m.). “New product information” is not specific enough for\nthe recipient to understand what product is the focus of the message. “One more thing . . .” and “Can we\ntalk for a minute?” are vague and provide little information to help the recipient understand the reason for\nthe e-mail.\n"},"13":{"q":"Which of the following is a recipient-focused informational message:","a":"Everything in the store is on sale during the store's 50th anniversary sale!","b":"We're holding a once-in-a-lifetime sale to celebrate our 50th year of business!","c":"You'll save at least 50% on everything in the store during this incredible sale!","d":"Webber Fashions has been in business for 50 years, so we're celebrating!","ans":"C","exp":"Whenever possible,\ninformational messages should focus on the recipient, not on the sender. Recipient-focused messages\nare more likely to attract the reader's attention and communicate information to the reader effectively.\nRecipient-focused messages typically start with the word “you,” such as “You'll save at least 50% on\neverything in the store during this incredible sale!” “We're holding a once-in-a-lifetime sale to celebrate\nour 50th year of business!” and “Webber Fashions has been in business for 50 years, so we're\ncelebrating!” are both sender-focused. “Everything in the store is on sale during the store's 50th\nanniversary sale!” is neutral-neither recipient- nor sender-focused.\n"},"14":{"q":"Letters of inquiry should be as __________ as possible.","a":"verbose","b":"vague","c":"specific","d":"demanding","ans":"C","exp":"A letter of inquiry is typically a brief e-mail or written letter used to request information,\nappointments, funding, or other assistance from letter recipients. Business people frequently write letters\nof inquiry to customers, vendors, and other organizations. Letters of inquiry should be as specific and\nconcise as possible. When writing a letter of inquiry, you should provide pertinent details to the recipient\nbut not overwhelm him/her with unnecessary information. Letters of inquiry should not be vague, verbose\n(wordy), or demanding.\n"},"15":{"q":"Which of the following statements regarding executive summaries is true:","a":"You should sequence the main ideas of your executive summary in the same order that they\nappear in your full report.","b":"Your executive summary should be approximately one-fourth to one-third as long as your entire\nreport.","c":"You should always write your executive summary before writing the body and appendices of your\nreport.","d":"You should use jargon, technical language, abbreviations, and slang frequently throughout your\nexecutive summary.","ans":"A"},"16":{"q":"Every Friday, Odessa is supposed to remind employees to complete and sign their time sheets before\ngoing home for the weekend. What is the most appropriate channel for Odessa's reminder to\nemployees?","a":"Phone","b":"Fax","c":"E-mail","d":"Letter","ans":"C","exp":"The most appropriate communication channel for routine workplace messages such as Odessa's\nreminder to employees is e-mail. Since her message is likely to be the same each week, she can write\nthe reminder once and then set up her e-mail program to automatically send the message to each\nemployee at the end of each week. Phoning each employee to remind him/her would be very timeconsuming. Every employee probably does not have her/his own fax machine. Sending a letter to each\nemployee every week via the postal service would be expensive.\n"},"17":{"q":"Thomas does not know the answer to Mr. O'Malley's question about a complex product. Which of the\nfollowing is the best way for Thomas to respond to Mr. O'Malley's inquiry:","a":"\"I'll need to read the product manual before I can answer your question, Mr. O'Malley. I'll get\nback to you next week.\"","b":"\"Let me give you the manufacturer's web-site address. The information is probably available on\nthe product-specifications page.\"","c":"\"I'm not sure, Mr. O'Malley. My coworker, Reggie, knows a lot about this model. If you can wait a\nmoment, I will have him speak with you.\"","d":"\"I don't know. We do have a customer who just purchased this model. I'll get Mrs. Thompson's\ntelephone number for you.\"","ans":"C","exp":"If employees do not know the answers to customers' questions,\nthey should try to find another employee who does. This person may be a coworker, supervisor, or an\nindividual who works in another department. To provide good customer service, Thomas should do his\nbest to answer Mr. O'Malley's question as soon as possible. Providing the manufacturer's web-site\naddress and reading the product manual at a later time are not options that provide prompt customer\nservice. It is inappropriate to give out customers' telephone numbers to others without their permission.\n"},"18":{"q":"Recently, Miranda Corbin met with a Brazilian entrepreneur to sign a business contract. When Miranda\nsmiled and gave the entrepreneur the “OK” sign after the contract was signed, the entrepreneur frowned\nin disbelief and immediately left the room. Later, Miranda learned that Brazilians view the “OK” sign as an\noffensive gesture. Miranda could have avoided the embarrassing breach of etiquette by","a":"learning to speak in the country's official language fluently.","b":"conducting research about the country's culture before her meeting.","c":"taking courses about Brazilian literature and history.","d":"touring the Brazilian embassy to obtain information about the country's regulations.\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n3\n","ans":"B","exp":"Businesspeople should try to learn\nas much as they can about a client's culture, customs, and social values before interacting with them. By\nunderstanding and being aware of cultural differences, businesspeople can adapt their communication\nstyles to make a positive impression on their clients and not offend them by using gestures that the\nculture finds offensive. Learning to speak basic phrases in the country's language and learning about the\ncountry's literature and history might be helpful and interesting; however, these actions would not have\nhelped Miranda learn about the current cultural and social habits that differ from her native country. Also,\ntouring the Brazilian embassy to learn about the country's regulations would not have helped Miranda\nunderstand that certain gestures should not be used while meeting with Brazilians.\n"},"19":{"q":"To handle customer complaints effectively, the first thing that employees should do is to","a":"take the customers' problems personally.","b":"listen to the customers to understand their concerns.","c":"give the customers what they want to make them happy.","d":"state the business's policies to prevent misunderstandings.","ans":"B","exp":"The first thing an employee should do is to listen to\nthe customer to try to determine the reason for the complaint. If employees fully understand their\ncustomers' complaints, they will be better able to solve the problem. Employees should express empathy,\nbut they should not take customers' complaints as personal attacks against them. It is not always\npossible to give customers whatever they want to make them happy. In some situations, the business\nand the customer may need to compromise. Stating the business's policies before listening to the\ncustomers' complaints may frustrate the customers and make them angry.\n"},"20":{"q":"A company consistently fulfills its brand promise by using","a":"product-line extensions.","b":"external publicity.","c":"touch points.","d":"tangible services.","ans":"C","exp":"Rather than\nnot making any noise while the speaker is talking, you should limit yourself to short comments.\n"},"21":{"q":"RTM Manufacturing detected a problem with its model YR3 but delayed issuing a product recall for\nseveral weeks. As a result, five customers were injured while using the product. When the product-recall\ndelay was made public, many customers stopped buying products from RTM. What lesson can be\nlearned from this situation?","a":"Customers are generally forgiving and are likely to buy from the company again after it pays\ndamages to the injured customers.","b":"Customers are likely to feel betrayed at first, but they will start buying again when the product\ndefect has been fixed.","c":"The company's sales would likely have increased if it had issued the product recall right away.","d":"Perceptions of unethical behavior can erode customers' trust and the company's image.","ans":"D"},"22":{"q":"Which of the following are examples of capital goods:","a":"Refineries, iron ore, and computers","b":"Trucks, drum scanners, and minerals","c":"Tractors, laborers, and cranes","d":"Bull dozers, photocopiers, and roads","ans":"D","exp":"Capital goods are manufactured or constructed items that are used\nto produce goods and services. Bull dozers, photocopiers, roads, trucks, drum scanners, tractors, cranes,\nrefineries, and computers are types of capital goods. Laborers are human resources. Minerals and iron\nore are natural resources.\n"},"23":{"q":"What must happen before the consumption of any economic goods can take place?","a":"Production","b":"Scarcity","c":"Capitalism","d":"Payment","ans":"A","exp":"The economic goods must be produced before consumers can buy and use them. Scarcity is\nthe gap between unlimited wants for goods and services and the resources available to obtain the goods\nand services. Capitalism is an economic system that depends on honest, healthy competition between\nbusinesses. Payment is a form of exchange, usually money. Some goods and services are provided free\nof charge, so payment does not always occur before they are consumed.\n"},"24":{"q":"Pricing the product appropriately is a(n) ___________ activity.","a":"financing","b":"operations-management","c":"marketing","d":"information-management","ans":"C","exp":"Marketing is an organizational function and a set of processes for creating, communicating,\nand delivering value to customers and for managing customer relations in ways that benefit the\norganization and its stakeholders. Pricing is the element of marketing that involves determining the\namount of money that businesses will ask in exchange for their products. Operations management is the\nprocess of planning, controlling, and monitoring the day-to-day activities (e.g., purchasing) required for\ncontinued business functioning. Financing is the process of obtaining funds and using them to achieve\nthe goals of the business. Information management is the process of accessing, processing, maintaining,\nevaluating, and disseminating knowledge, facts, or data for the purpose of assisting business decision\nmaking.\n"},"25":{"q":"An overall concern about the well-being of the natural environment has influenced many companies to\nuse recycled materials in their packaging. In this example, ___________ factors have affected the\nbusiness environment.","a":"technological","b":"economic","c":"political","d":"social","ans":"D","exp":"Many external factors can affect a business's ability to compete in the marketplace. Social factors\naffect businesses because they involve their target markets. Social factors involve changes in values and\nattitudes about issues that affect society as a whole. Society has become increasingly concerned about\nthe well-being of the environment. In response, businesses have taken steps to reduce pollution, create\nearth-friendly products, and use recycled materials in their packaging. Economic factors relate to how\npeople generate revenue to obtain the desired goods and services. Government stability and laws are\npolitical factors that operate in the business environment. Technological trends deal with shifts in the type\nof technology available or used.\n"},"26":{"q":"Trevor owns a small business. Last month, the business's income exceeded its operating expenses by\n$4,000. To improve the business's efficiency, Trevor decided to use the $4,000 to purchase new\ncomputer software. In this situation, Trevor applied ___________ in an effective way.","a":"slack resources","b":"innovative processes","c":"competitive aggression","d":"organizational learning","ans":"A","exp":"Minerals and iron\nore are natural resources.\n"},"27":{"q":"Which of the following statements is true about economic systems:","a":"Governments make most of the economic decisions in all economic systems.","b":"Most economic systems have unlimited resources.","c":"Businesses own the means of production in all economic systems.","d":"People in all economic systems are interdependent.","ans":"D","exp":"An economic system is the organized way in which a\ncountry handles its economic decisions and solves its economic problems. All economic systems are\nalike in that every country needs an economic system to make decisions about what to do with its limited\nresources. All people in all economic systems depend on one another to obtain the things they want—\nthey are interdependent. Interdependence involves coordinating the activities of producers, consumers,\nand government to obtain the desired goods and services. In some economic systems (e.g., communist\ncommand), the government controls practically all of the means of production and distribution. In other\neconomic systems (e.g., open market), businesses and individuals are primarily responsible for\nproduction and distribution. In open market economic systems, the government regulates business\nactivities to protect consumers and provide a fair competitive environment among businesses.\n"},"28":{"q":"A business offers a service to customers that other similar businesses do not offer. This is an example of","a":"price competition.","b":"direct distribution.","c":"indirect distribution.","d":"nonprice competition.\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n4\n","ans":"D"},"29":{"q":"A business typically pays property tax to the government when","a":"the business sells goods directly to other businesses or individuals.","b":"the value of the business's equipment decreases over time.","c":"the business sells the property for more money than it paid for it.","d":"the business owns the building in which it operates.","ans":"D","exp":"Businesses that own buildings and land must pay\nproperty taxes to the government at specific intervals. The property-tax amount is based on the value of\nthe land and building. The value of the land and building is affected by many factors, such as the location\nof the property. When the value of a business's goods or equipment decreases over time, it is known as\ndepreciation. When it sells land or a building, a business pays a capital-gains tax, which is based the\ndifference between the purchase price and the higher selling price. Sales tax is typically charged on\nnonessential goods such as candy, books, and shampoo. Businesses (e.g., retailers) that sell the goods\ncollect the sales tax from their customers and give the money to the government at set intervals.\n"},"30":{"q":"When the contract negotiations between the labor union and Sweet Confections Candy Company stalled,\nunion members decided not to buy any of the company's products until an agreement was reached.\nUnion members also encouraged their friends and family to stop buying the company's candy, too. What\npressure strategy did the labor union use to facilitate resolution with management?","a":"Boycott","b":"Picketing","c":"Injunction","d":"Lockout","ans":"A","exp":"A boycott is a union strategy in which union members refuse to buy a company's products. The\ngoal of a boycott is to hurt a business's sales so much that it is forced to concede to union demands.\nPicketing is a form of protest that involves positioning union members (pickets) near a business's\nentrance during a conflict or strike. Pickets usually carry signs and chant slogans to publicize their\ndiscontent. An injunction is a court order that forbids people from carrying out certain activities (e.g.,\npicketing). A lockout occurs when management refuses to allow union members to work. Injunctions and\nlockouts are pressure strategies used by management rather than labor unions.\n"},"31":{"q":"A company had a short-term project requiring a fast turnaround. Its manager initially hired five employees\nto work on the project but decided more staff was needed to meet the deadline. The manager hired five\nmore and then, five more. At some point, the manager found that each employee's output decreased as\nmore employees were added. What economic concept was at work here?","a":"Law of economies of scale","b":"Law of supply and demand","c":"Law of diminishing returns","d":"Law of elasticity","ans":"C","exp":"The reduction in output was not due to the fastest or best workers being hired\ninitially. Instead, the environment in which the employees worked became less conducive to getting the\njob done. At some point, the manager had too many people trying to use a fixed amount of equipment.\nThe law of diminishing returns applies to the short term since, over time, additional equipment could be\nacquired. The law of supply and demand is an economic principle which states that the supply of a good\nor service will increase when demand is great and decrease when demand is low. Economies of scale is\nthe economic concept that the average cost of production decreases as a business expands. Elasticity\nrefers to the responsiveness of a supply and demand curve to changes in price.\n"},"32":{"q":"Which of the following is a source of frictional unemployment:","a":"Individuals enter the workforce after graduating from school.","b":"A company closes its doors when its products become obsolete.","c":"A business dismisses some of its workers during an economic recession.","d":"The demand for laborers changes based on the time of year.","ans":"A","exp":"Frictional unemployment refers to people\nwho are temporarily between jobs. These people have the skills and training they need to work but are\nunemployed because they are looking for jobs or are between jobs. An example of a source of frictional\nunemployment is recent college graduates who have not yet acquired jobs. When people are\nunemployed because of outdated skills or obsolete products, structural unemployment exists. Cyclical\nunemployment occurs when there is low demand for workers, such as during times of economic\nrecession when workers are often laid off. Seasonal unemployment occurs when people are out of work\nbecause of factors that involve the time of year.\n"},"33":{"q":"What tends to happen when interest rates decrease?","a":"Consumers save less and spend more","b":"Unemployment rates increase","c":"Business expansions decrease","d":"Consumers save more and spend less","ans":"A","exp":"The cost of borrowing money decreases when interest rates\ndecrease. Consumers are more likely to purchase large-ticket items (e.g., homes, cars) when the cost of\nborrowing decreases. This means consumers are spending more money and saving less. Businesses\nbenefit when interest rates decrease because the cost to borrow money for expansion is less.\nUnemployment tends to increase during an economic downswing. During a economic downswing,\nbusinesses often decrease production, which often results in employee layoffs and hiring freezes.\n"},"34":{"q":"The value of a currency in a floating exchange-rate system is determined by","a":"supply and demand.","b":"previous exchange-rate data.","c":"international banks.","d":"the world economic commission.","ans":"A","exp":"The value of a nation's currency fluctuates in a floating exchange-rate system.\nAlthough many factors can affect the value of a nation's currency, the floating-exchange rate is driven by\nthe supply of and demand for the currency. For example, suppose that a lot of people want to exchange\ntheir currencies for the Canadian dollar on Tuesday. The increase in demand will cause the price of the\nCanadian dollar to increase. If the demand drops, so will the value of the Canadian dollar. Previous\nexchange-rate data, international banks, and the world economic commission do not determine the value\nof currency in a floating exchange-rate system.\n"},"35":{"q":"Which of the following is an example of an individual who stereotypes others on the basis of gender:","a":"Kate believes that she is smarter than Ronald because she has earned a master's degree, and\nRonald has only completed two years of his college education.","b":"Daniel believes that men are more dedicated to their jobs than women because women are\nusually focused on raising children.","c":"Because Lorna is set in her ways and ready to retire, William doesn't think that she will be able to\nlearn the new computer system quickly.","d":"Because her family has a lot of money to travel, Alexandria thinks that she is more sophisticated\nthan Pamela.","ans":"B"},"36":{"q":"What is a characteristic of self-confident people?","a":"The desire to cover up their mistakes before others find out about them","b":"The willingness to step out of their comfort zones to take positive risks","c":"The ability to tell as many people as possible about their accomplishments","d":"The ability to modify their beliefs and behaviors to make others happy","ans":"B","exp":"Self-confidence is a positive belief\nin your own talents, skills, and objectives. Self-confident people are willing to take positive risks, which\ninvolve stepping out of their comfort zones. Self-confident people understand that mistakes are a part of\nlife and do not let the risk of failure keep them from taking action. Self-confident people are willing to\nadmit their mistakes, accept compliments while remaining humble, and maintain their beliefs and\nbehaviors even when others are critical of those beliefs and behaviors.\n"},"37":{"q":"Which of the following is an example of unethical work behavior:","a":"Texting friends during a work shift","b":"Arriving at work 15 minutes early","c":"Using supplies to complete work tasks","d":"Taking responsibility for mistakes\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n5\n","ans":"A","exp":"Ethical employees are responsible employees who adhere to a\nstandard of appropriate behavior. Ethical employees are reliable and honest. They complete take\nresponsibility for their mistakes, use supplies wisely to complete work-related tasks, and often arrive at\nwork early so they are ready to begin their tasks on time. Ethical employees do not use company time to\nconduct personal activities, such as sending text messages to friends.\n"},"38":{"q":"Noah has been monitoring the triggers that frustrate and irritate him at work, so he can learn to handle\ndifficult situations in more appropriate ways. What technique is Noah using to improve his ability to\nmanage his emotions and actions?","a":"Punishment","b":"Reward system","c":"Stimulus control","d":"Extinction","ans":"C","exp":"Four methods used to limit and regulate the activities of federal agencies are statutory\ncontrol, political control, judicial review, and informational control. In many countries, the legislative\nbranch has the power to pass statutes (laws) establishing federal agencies. This enabling legislation\noften identifies limits to the agencies' powers. In other words, these statutes control the agencies'\nactivities. The government wields political control over these agencies by providing (or withholding)\nfunding, by approving (or speaking out against) individuals nominated to lead these agencies, and by\namending the agencies' enabling legislation. The courts can also control federal agencies by reviewing\nand deciding the legality of the agencies' actions. Finally, the public can indirectly control federal\nagencies through information. Most federal agencies are required to provide the public with information\non different topics. After reviewing the information, private citizens can take action to influence the\nactivities of these federal agencies.\n"},"39":{"q":"Which of the following is an example of an employee invading a coworker's privacy:","a":"Kevin takes Sarah's stapler off her desk after she tells him it is okay to borrow it for a while.","b":"Christina quietly leaves the room and shuts the door when Paul receives a personal phone call.","c":"Martha knocks on the door before entering the meeting room to tell Ryan that his client has\narrived.","d":"John reads the e-mail message on Suzanne's computer screen while she is away from her desk.","ans":"D"},"40":{"q":"Two coworkers talking about last night's basketball game are engaging in ___________ communication.","a":"informal","b":"nonverbal","c":"vertical","d":"critical","ans":"A","exp":"Informal communication often takes place in social situations, such as talking with friends or\ncoworkers about sports, events, and hobbies. Nonverbal communication transmits information through\nfacial expression and body language. Vertical communication is a type of formal communication that\ninvolves distributing information from the top of the organization to lower levels of the organization.\nCritical communication involves the transmission of serious or time-bound messages.\n"},"41":{"q":"Alicia is trying to persuade members of her work team to implement a new process. Because Alicia used\nthis process with her former employer, she is very knowledgeable and knows what needs to be done to\nmake a smooth transition. The work team is likely to go along with the change because Alicia has","a":"coached others effectively.","b":"exhibited cultural sensitivity.","c":"demonstrated empathy.","d":"established personal credibility.","ans":"D","exp":"Credibility is believability. To be able to persuade others, individuals\nneed to be credible so others believe what they say. Individuals who are credible have a reputation of\nproviding accurate information in a fair manner. They are well-informed and use reliable sources to\nsupport their opinions and ideas. As a result, others believe them and often are persuaded to do what\nthey want. Because Alicia is an honest person who has prior experience with the process, she has\ncredibility. There is not enough information provided to determine if Alicia has exhibited cultural\nsensitivity, demonstrated empathy, or coached others effectively.\n"},"42":{"q":"Frank hurt Maggie's feelings when they disagreed about something. Now, Maggie goes out of her way to\navoid Frank and not confront him about the situation. What conflict-response mode is Maggie using?","a":"Forcing","b":"Yielding","c":"Negotiating","d":"Withdrawal","ans":"D","exp":"Conflict-response mode refers to the manner in which a person reacts when a disagreement\noccurs. Maggie's conflict-response mode involves ignoring the conflict by withdrawing and avoiding\ncontact with Frank. Ignoring a situation, or pretending that it doesn't exist, cannot resolve the conflict and\ncan increase Maggie's stress levels because she may be always thinking of ways to avoid Frank. The\nyielding-response mode involves giving the other person what s/he wants, and the negotiating-response\nmode involves a compromise. Forcing is using physical or emotional responses such as throwing\npunches or using offensive language.\n"},"43":{"q":"Ann has until the end of the day to collect research for a report. Now it is mid-afternoon, and three\ncoworkers have come into her office to ask for help with work-related problems. Ann is starting to panic,\nwondering if she will have the research done by her deadline. In this situation, Ann's source of stress is\nrelated to","a":"unclear business policies.","b":"an unrealistic workload.","c":"work interruptions.","d":"difficult working relationships.","ans":"C","exp":"Interruptions prevent employees from focusing on the task at hand. When an\nemployee experiences several interruptions during a short time span, her/his work falls behind. Falling\nbehind on a project often triggers stress, especially if a tight deadline is looming. This is what is triggering\nAnn's stress. She has fallen behind and doesn't know if she will achieve her deadline because her work\nhad been interrupted. There is not enough information to determine if Ann feels that her workload is\nunrealistic, her employer has unclear policies, or she has difficult relationships with her coworkers.\n"},"44":{"q":"Isabella is the leader of a project team. When a problem occurred during the project, Isabella met with\nher team to discuss the ways in which they might resolve the problem. At the end of the meeting, Isabella\nsaid, “I really appreciate all of the ideas that you have presented. After I look through my notes, we'll\nmeet again tomorrow to discuss our course of action.” In this situation, Isabella is motivating her team\nmembers by","a":"evaluating their ideas.","b":"providing an incentive.","c":"asking for their input.","d":"praising an important milestone.","ans":"C","exp":"When a project manager asks team members to help resolve a problem, team\nmembers feel that their opinions and input are valued. When team members feel that their work efforts\nare valued, they are often motivated to continue working hard to meet the business's goals. Providing\npraise and offering incentives are ways to motivate team members; however, Isabella is not using these\nmethods to motivate her team members in the situation. Isabella has collected ideas, but there isn't\nenough information provided to determine if she has evaluated any of the ideas.\n"},"45":{"q":"Which of the following questions should an individual ask when determining if a personal vision is\nrealistic:","a":"Will the result be permanent?","b":"What is the mission statement?","c":"Who will set the goals?","d":"Who will carry out the vision's goals?","ans":"A","exp":"A vision is the future you wish to create. Though visions often develop from\nabstract dreams, they must be achievable at some point in the future—they must be realistic. Realistic\nvisions should yield permanent results, so this is an important question to ask and answer when\ndetermining if a personal vision is actually realistic. If the vision is simple to understand; worth the time,\neffort, and money to carry out; and will yield permanent results, then the vision is ready to be\nimplemented. At this point, the specific mission statement for the vision can be developed, goals can be\nset, and human resources to carry out the goals can be determined.\n"},"46":{"q":"An individual who looks at unexpected obstacles from multiple perspectives shows adaptability by","a":"applying his/her creativity.","b":"using untapped resources.","c":"taking positive risks.","d":"seeking support from others.","ans":"A","exp":"Adaptability is the ability to adjust to new circumstances. Some people adapt\nto new circumstances easier than others. Often, new circumstances involve overcoming an obstacle.\nWhen an individual can look at the obstacle or problem from different perspectives to resolve the issue,\ns/he is generating new ideas or being creative. Using creativity may help individuals become more\nresourceful. Positive risk taking often involves implementing a new idea—an idea that an individual\ngenerates through creative thinking. Looking at unexpected situations from different perspectives may\ninvolve seeking input and sometimes support from others; however, this depends on the situation and is\nnot always necessary.\n"},"47":{"q":"Ben has just finished a complex report and submitted it to his manager. Now, he is taking the afternoon\noff to play golf at his favorite golf course. What step of developing an achievement-orientation is Ben\nperforming?","a":"Asking for feedback","b":"Being a leader","c":"Setting goals","d":"Rewarding personal accomplishments\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n6\n","ans":"D"},"48":{"q":"Collaborative relationships with colleagues from other departments are beneficial to the business\nbecause they often","a":"generate innovative ideas.","b":"prevent workplace conflict.","c":"support highly competitive attitudes.","d":"facilitate independent behavior.","ans":"A","exp":"Collaboration involves working together in a cooperative manner. Colleagues\nfrom different departments often collaborate with one another to accomplish business goals. An\nadvantage of collaboration is that colleagues from different departments have different perspectives,\nwhich can help generate innovative ideas for developing new products, improving processes, increasing\nproductivity, and solving problems. Collaboration may reduce conflict, but it does not prevent it from ever\nhappening. Although a little friendly competition among colleagues might positively affect some business\nactivities, highly competitive attitudes tend to reduce trust and create a negative work environment. The\ngoal of collaboration is interdependence (relying on one another) rather than acting independently\n(without others' input).\n"},"49":{"q":"Which of the following is a tip that you should follow about office politics:","a":"Listen and observe others.","b":"Voice your opinions readily.","c":"Keep to yourself.","d":"Work hard.","ans":"A","exp":"Office politics exist in every business. People are trying to do their best to look\ngood to the higher ups so that they can get a promotion, a raise, etc. By listening and observing others,\nyou can learn how to maneuver the political environment in your company. If you readily voice your\nopinions, you may make enemies. Keeping to yourself will not necessarily help you to advance since\npeople will not have an opportunity to get to know you. In business, working hard is often not enough to\nget you noticed by your superiors.\n"},"50":{"q":"Which of the following is an example of a transfer payment:","a":"Unemployment compensation","b":"Weekly paycheck","c":"Investment dividend","d":"Corporate bond","ans":"A","exp":"Transfer payments are monies paid by the government in which no goods\nor services are received in exchange. Examples of transfer payments include disaster aid, veterans'\nbenefits, and unemployment compensation. People who qualify for unemployment compensation receive\ngovernment funds for a limited amount of time when they lose their jobs through no fault of their own.\nEmployers issue paychecks to employees for the work they have performed. Dividends are earnings on\ninvestments. A corporate bond is a piece of paper (real or virtual) that says a corporation will borrow an\ninvestor's money at a particular interest rate for a particular period of time. Weekly paychecks,\ninvestment dividends, and corporate bonds are not examples of transfer payments.\n"},"51":{"q":"What is a primary consideration when evaluating the time value of money?","a":"Credit limit","b":"Premiums","c":"Interest rate","d":"Tariffs","ans":"C","exp":"The time value of money is the difference between the money's current purchasing power in\nrelation to its purchasing power at a future date. For example, when people place their money in a\nsavings account, they earn interest on the amount (principal) that they put into the account. If bank A\npays a higher interest rate than bank B, an individual's principal will be worth more in the future by\nplacing it in bank A. Premiums are free items that businesses offer to buyers of particular products. A\ncredit limit is the maximum amount of money that can be owed on a credit account. Tariffs or duties are\ntaxes on imported goods.\n"},"52":{"q":"Each pay period, Luke's employer takes a set amount of money out of his paycheck to help the business\npay for group insurance that lowers the costs associated with doctor visits, x-rays, and surgeries. What\ntype of insurance does Luke have?","a":"Life","b":"Health","c":"Liability","d":"Homeowners","ans":"B","exp":"Individuals purchase different types of insurance to protect their financial well-being. Obtaining\nhealthcare insurance through your employer can offset medical and dental costs, which have been\nsubstantially increasing over the past several years. Because businesses usually obtain lower rates for\ngroups of employees, it is usually more cost-effective to purchase healthcare insurance through\nemployers rather than through independent agencies. An individual purchases life insurance to protect\nothers (e.g., family members) from financial losses related to his/her death. An individual purchases\nliability insurance to cover costs associated with others' potential property losses or injuries due to\nnegligence on the part of the insurance owner. Homeowners insurance covers losses associated with the\ntheft or damage of household belongings.\n"},"53":{"q":"According to Isaac's pay stub, his total earnings before deductions are $1,425. His total deductions are\n$255. What is Isaac's net income?","a":"$1,680","b":"$1,425","c":"$1,170","d":"$1,298","ans":"C","exp":"Isaac's net income is his actual take-home pay, which is equal to his gross income (his total\nearnings before deductions) less his withholdings (his total deductions). To calculate his net income,\nsubtract his total deductions from his total earnings before deductions ($1,425 - $255 = $1,170).\n"},"54":{"q":"Which of the following is the most effective way to avoid excessive credit-card debt:","a":"Pay off low-interest credit cards first","b":"Pay your balance off each month","c":"Choose a credit card with a high limit","d":"Use credit-card cash advances to pay debt","ans":"B","exp":"If you must use credit cards, the most effective way to avoid excessive\ncredit-card debt is to pay your balance off each month. By paying back what you've borrowed each\nmonth, you can avoid paying interest and other costly fees. If you cannot pay your balance off each\nmonth, work to pay off high-interest credit cards first, since high-interest credit cards cost you more in the\nlong run than low-interest cards. Choose credit cards with low limits so that you have less of an\nopportunity to accumulate debt. Credit-card cash advances usually result in extremely high interest\ncharges, often 20% or more. So, it is wise to avoid cash advances, rather than using them to pay debt.\n"},"55":{"q":"What is Isaac's net income?","a":"Most universities review your financial credit report before accepting you as a student.","b":"The return on your stock investments is based on your financial credit history.","c":"Information in your credit report can impact how much you pay to borrow money.","d":"Information in your credit report appears in your social networking profiles.","ans":"C","exp":"Many financial advisors\nrecommend that you validate your financial credit history annually for several reasons. First of all,\ninformation in your credit report can impact whether you get a loan as well as how much you pay to\nborrow money. Secondly, you should review your credit report annually to ensure that information that\nappears in the report is correct, complete, and current. Thirdly, by reviewing your credit report, you can\nensure that you are not the victim of identity theft. Your financial credit history does not impact your return\non stock investment nor appear in your social networking profiles. Although many employers review your\nfinancial credit report before hiring you, most universities do not review your credit history before\naccepting you as a student.\n"},"56":{"q":"Stacia claims that her former investment broker encouraged her to make excessive trades just to collect\nthe commission fees from each one. Stacia is accusing her former broker of","a":"bundling.","b":"skimming.","c":"churning.","d":"flighting.","ans":"C","exp":"Before selecting a broker, it's vital that you thoroughly understand his/her payment structure.\nMany brokers (especially full-service brokers) are paid on commission, which means they make money\nevery time they conduct a transaction for you. A good broker is reliable and has your best interests at\nheart when recommending that you buy or sell certain securities. Unfortunately, a dishonest broker may\nencourage you to make excessive trades just to collect the commission fees from each one. This practice\nis called churning. Skimming is a price strategy that involves setting prices higher than those of the\ncompetition. Bundling is a marketing strategy that involves offering several products for sale as one\ncombined product. A flighting strategy is a media timing strategy that concentrates advertising during\npeak sales periods followed by periods of no advertising.\n"},"57":{"q":"Since Logan is willing to accept a moderate or high risk in exchange for the potential of a moderate or\nhigh return, he should invest his funds in","a":"bonds.","b":"stocks.","c":"savings accounts.","d":"certificates of deposit.","ans":"B","exp":"Stocks, mutual funds, real estate, and collectibles are moderate- and high-risk ownership\ninvestments that provide opportunities for return by letting you own something of significance. A stock is\na piece of paper—whether real or virtual—that says you own part of a corporation. As an owner (or\nshareholder), you have the rights and responsibilities of ownership. You may be able to sell your stocks\nfor a profit, making a sizeable sum of money. But, being an owner means you risk losing money, too, if\nthe corporation suffers financially or goes out of business. Bonds, savings accounts, and certificates of\ndeposit are lending investments. With a lending investment, you allow someone to borrow your money for\na period of time—for a price. The extra money you receive provides the motivation for lending. Investors\nwho can't handle much risk put their money into lending investments. Since Logan is willing to accept a\nmoderate or high in exchange for the potential of a moderate or high return, he should invest in stocks.\n"},"58":{"q":"What type of insurance provides financial support to loved ones in the event of your death?","a":"Disability insurance","b":"Life insurance","c":"Health insurance","d":"Renter's insurance\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n7\n","ans":"B","exp":"Insurance is a contractual agreement in which one company (insurer) will pay for\nspecified losses incurred by the other company (insured) in return for installment payments (premium).\nMany individuals purchase life insurance policies to ensure that their loved ones receive financial support\nin the event of death. Life insurance is a wise purchase for an individual whose loved ones (e.g., spouse,\nchildren, parents, etc.) would suffer financially without the deceased's income. Disability insurance\nprovides financial support in the event that you cannot work due to an injury or illness. Health insurance\nhelps to cover the cost of medical expenses. Renter's insurance protects you from loss in the event that\nyour personal property is damaged or lost while living in a rented apartment or house.\n"},"59":{"q":"Finemart's bookkeeper journalizes the business's income and expenditures at the time they occur even if\nno money changes hands at that time. Finemart uses the __________ accounting method to record\ntransactions.","a":"cash","b":"accrual","c":"managerial","d":"tax","ans":"B","exp":"Businesses using the accrual accounting method journalize income and expenditures at the time\nthey occur even if no money changes hands at that time. This means that the business enters the\namount of a transaction into the appropriate journal when a customer makes a credit purchase, or when\nthe business orders goods from a supplier. Businesses using the cash accounting method record income\nand expenditures at the time the money changes hands. This means that the business enters the amount\nof a transaction into one of its journals on the day the money is received from a customer or paid out to a\ncreditor. Managerial accounting involves reporting financial data to internal users. Tax accounting\ninvolves recording transactions for tax purposes. Finemart does not use the cash accounting method,\nand there is no indication that it is using managerial accounting or tax accounting to record transactions,\neither.\n"},"60":{"q":"Ginny is an accountant. Her husband owns a good deal of stock in GRR Enterprises. Why could it be\nunethical for Ginny to audit GRR's financial statements?","a":"GRR needs to avoid due care.","b":"Ginny's husband works for GRR.","c":"A tax accountant should audit GRR.","d":"Ginny has a conflict of interest.","ans":"D","exp":"Since Ginny's husband owns a good deal of stock in GRR Enterprises,\nher husband has a vested interest in the outcome of GRR's audit. As a result, it could be unethical for\nGinny to perform the audit, especially if her husband's investment in GRR influences her judgment as an\nindependent auditor. Ginny's husband does not work for GRR; instead, he owns stock in GRR. A certified\npublic accountant (in the U.S.) or a chartered accountant (in Canada) should perform the audit, not a tax\naccountant. GRR should expect its auditor to act with due care and professionalism.\n"},"61":{"q":"Which of the following is a source of cash flowing into a business:","a":"Taxes","b":"Operating expenses","c":"Cost of goods","d":"Sale of assets","ans":"D","exp":"Cash can flow into a business from a number of different sources, including the sale of\nassets. Assets are anything of value that a business owns. In some cases, businesses have assets that\nthey no longer need. Selling these assets brings in cash. Other sources of cash flowing into a business\ninclude start-up money, sale of products, loans from banks or investors, and interest paid by credit\ncustomers or resulting from interest-bearing savings accounts. Operating expenses, cost of goods, and\ntaxes are examples of sources of cash that flow out of a business.\n"},"62":{"q":"Talia manages a business's accounts payable, accounts receivable, inventory, and cash. Talia is\nresponsible for","a":"the business's capital structure.","b":"capital investment decisions.","c":"working capital management.","d":"market risk management.","ans":"C","exp":"An organization's finance function is responsible for managing the\nbusiness's working capital and making capital investment decisions for the company. Working capital is\nthe difference between a business's current assets and current liabilities. Working capital management\nfocuses on the company's current balance of assets and liabilities and involves the management of\naccounts payable and receivable, inventory, and cash. Working capital management involves decisions\nmade for the short-term—one year or less. Capital investment decisions determine which projects the\nbusiness will invest in, how the investment(s) will be financed, and whether or not to pay dividends to the\ncompany's shareholders. The business's capital structure consists of the mix of debt and equity financing\nused to finance investments and projects. Market risk is the risk of financial loss due to the decreased\nvalue of an investment, and market risk management involves using financial instruments to manage\nexposure to market risk. Capital investment decisions, the business's capital structure, and market risk\nmanagement are typically long-term in nature. Talia is not responsible for capital investment decisions,\nthe business's capital structure, or market risk management.\n"},"63":{"q":"What is an advantage of a rolling budget?","a":"Managers must demonstrate a need for all expenses.","b":"There is always a year-long plan in place.","c":"The master budget is made up of specialized budgets.","d":"The rolling budget eliminates all variances.","ans":"B","exp":"Many businesses use rolling, or continuous, budgets.\nBeginning with a 12-month budget, a new month is added as each month goes by. Advantages to this\nsystem are that there is always a year-long plan in place and that a major, annual budgeting effort is\navoided. In addition, rolling budgets tend to be more flexible. Zero-based budgeting requires managers to\ndemonstrate the need for every expense instead of relying on figures from a previous period. Rolling\nbudgets are not always zero-based budgets. While it is true that a master budget is made up of\ninformation from specialized budgets that are generated by individual departments, it is not an advantage\nof a rolling budget. The rolling budget does not eliminate all variances, which are the differences between\nbudgeted amounts and actual amounts.\n"},"64":{"q":"What is an indicator of strong organizational ethics?","a":"Underperforming","b":"Overpromising\n","c":"High trust and mutual respect","d":"Refusal to accept responsibility\n","ans":"C","exp":"Human-resources managers play a significant role in ensuring the\nexistence and adherence to organizational ethics. In fact, they set the standard for ethical behavior within\ntheir organization and serve as examples for other employees. Indicators of strong organizational ethics\ninclude high trust and mutual respect, complete information, open discussion of different options, and\nconcrete goals. Overpromising, underperforming, and a refusal to accept responsibility are indicators of\npoor ethics.\n"},"65":{"q":"An orientation program typically benefits new employees by","a":"reducing employee start-up costs.","b":"reducing new employees' anxiety.","c":"saving supervisors' time.","d":"increasing new employees' compensation.","ans":"B","exp":"Many new employees are anxious and nervous during their first days\nor weeks on the job because they are putting themselves into an unknown situation. Without an\norientation, they may not know what to do or how to conduct themselves in the workplace. An effective\norientation program can help to alleviate these new employees' anxiety. Taking part in an orientation\ndoes not usually increase new employees' compensation. While an orientation program typically does\nreduce employee start-up costs and save supervisors' time, those are benefits to the organization, not to\nthe new employees.\n"},"66":{"q":"Which of the following marketing functions helps businesses answer the question “Where will the\nproducts be offered?”:","a":"Product/Service management","b":"Selling","c":"Promotion","d":"Channel management","ans":"D","exp":"An organization's finance function is responsible for managing the\nbusiness's working capital and making capital investment decisions for the company. Working capital is\nthe difference between a business's current assets and current liabilities. Working capital management\nfocuses on the company's current balance of assets and liabilities and involves the management of\naccounts payable and receivable, inventory, and cash. Working capital management involves decisions\nmade for the short-term—one year or less. Capital investment decisions determine which projects the\nbusiness will invest in, how the investment(s) will be financed, and whether or not to pay dividends to the\ncompany's shareholders. The business's capital structure consists of the mix of debt and equity financing\nused to finance investments and projects. Market risk is the risk of financial loss due to the decreased\nvalue of an investment, and market risk management involves using financial instruments to manage\nexposure to market risk. Capital investment decisions, the business's capital structure, and market risk\nmanagement are typically long-term in nature. Talia is not responsible for capital investment decisions,\nthe business's capital structure, or market risk management.\n"},"67":{"q":"Motives, perception, attitude, lifestyle, personality, and abilities are __________ factors influencing\nconsumer behavior.","a":"psychological","b":"social","c":"political","d":"economic","ans":"A","exp":"Consumer behavior encompasses individuals' actions that determine what they buy and\nsell. Psychological, social, and personal factors all influence consumer behavior. Psychological factors\ninclude an individual's motives, perception, attitude, lifestyle, personality, abilities, and knowledge.\nConsumer behavior is also impacted by social factors such as opinion leaders, a person's family,\nreference groups, social class, and culture. Personal factors impacting consumer behavior are specific to\na particular person and include demographic characteristics such as gender, age, ethnicity, etc. While\npolitical and economic factors may influence consumer behavior in some instances, motives, perception,\nattitude, lifestyle, personality, and abilities are not political or economic factors.\n"},"68":{"q":"Which of the following is an example of factual information:","a":"It seems that we have a problem.","b":"I believe that the product is defective.","c":"Last quarter, sales increased by 12%.","d":"Kerry and Dean are the nicest managers.","ans":"C","exp":"A fact is a true statement—something that is known to be correct.\nTo prove that sales truly increased by 12% last quarter, you can compare last quarter's sales with the\nsales from two quarters ago. An opinion, on the other hand, is a person's point of view or belief about a\ntopic. \"I believe that the product is defective\"; \"It seems that we have a problem\"; and \"Kerry and Dean\nare the nicest managers\" are opinions. They reflect people's beliefs about the product's quality, about a\nsituation, and about Kerry and Dean.\n"},"69":{"q":"Todd created a graphic organizer to illustrate his business's quality-control processes. He used a\ncombination of pictures, graphs, and simple statements to sequentially present the information. What did\nTodd develop?","a":"Draft","b":"Outline","c":"Storyboard","d":"Proposal\n\n\fBUSINESS ADMINISTRATION CORE EXAM\n\n2012 HS ICDC\n\n8\n","ans":"C","exp":"Business professionals sometimes use graphic organizers to illustrate certain processes or\nto describe a problem and its solution. A storyboard uses a combination of pictures, graphs, and simple\nstatements to present information in a sequential order. An outline is a general plan giving only the main\npoints of a topic. A draft is the preliminary version of a piece of writing. A proposal is a plan or\nsuggestion. Outlines, drafts, and proposals are not graphic organizers.\n"},"70":{"q":"By maintaining information about a company's copyrights, patents, trademarks, and corporate history, the\ninformation management function helps to","a":"communicate the company's financial position.","b":"serve customers more effectively and efficiently.","c":"maintain the company's building and equipment.","d":"preserve the company's organizational identity.","ans":"D","exp":"A company's information management function is\nresponsible for keeping track of important documents and files pertaining to the company's corporate\nhistory. The function also manages information regarding the company's copyrights, patents, trademarks,\netc. By doing so, information management helps to preserve the company's organizational identity and\nhistory. Maintaining information about a company's copyrights, patents, trademarks, and corporate\nhistory does not help serve customers more effectively and efficiently, maintain the company's building\nand equipment, or communicate the company's financial position.\n"},"71":{"q":"Chad needs to e-mail sales data to both Ken and Sherri, but he doesn't want Ken to know that Sherri is\nalso receiving the message. What e-mail function should Chad use to send the e-mail to Sherri?","a":"Carbon copy","b":"Blind carbon copy","c":"Attachment","d":"Autoresponder","ans":"B","exp":"The blind carbon copy function (Bcc) is used to keep e-mail addresses private and to\nprevent recipients from seeing who else is receiving the e-mail. The blind carbon copy function is\nfrequently used to send messages to a large group of e-mail recipients. The carbon copy feature (cc) can\nalso be used when sending e-mail to several people, but every recipient can see everyone else's e-mail\naddress using this technique. An attachment is a computer file that is sent with an e-mail message. An\nautoresponder is a computer program that automatically returns a specified message to anyone who emailed a particular address.\n"},"72":{"q":"Bobbi is searching the Internet for information about business licenses. Unfortunately, many of the\nsearch results are useless to her because they focus on drivers' licenses. What search terms should\nBobbi use to find information specifically about business licenses?","a":"\"business license\" driver","b":"+business +license","c":"+business +license -driver","d":"BUSINESS LICENSE","ans":"C","exp":"By placing a “+” before a word, you can tell most search engines to look for\nweb sites containing that word. Likewise, by placing a “-“ before a word, you are telling the search engine\nto disregard all web sites that contain that word. So, by entering “+business +license -driver,” Bobbi is\ntelling her search engine to look for web sites that contain the words “business” and “license” but don't\ncontain the word “driver.” That way, Bobbi won't have to weed through search results focusing on drivers'\nlicenses before finding quality information about business licenses. “+business +license” would tell the\nsearch engine to look for web sites containing “business” and “license,” but web sites about drivers'\nlicenses could potentially appear in the search results. The search phrase “'business license' driver”\nwould command the search engine to look for web sites that contain the exact phrase “business license”\nas well as the word “driver.” Search engines are not typically case-sensitive, so capitalizing the words\n“BUSINESS LICENSE” would not have an impact on search results.\n"},"73":{"q":"Which of the following is an acceptable file name for a word-processing document:","a":"Office Calendar 3 30 2012","b":"Office Calendar 3/30/2012*","c":"Office Calendar: 3/30/2012","d":"Office Calendar <3 30 2012>","ans":"A","exp":"Regardless of whether you use a PC or Mac computer, word-processing\nprograms typically refuse to let you use certain symbols in your file names. Top on this list of prohibited\ncharacters are: \\ / : * ? < > | . If you try to use any of those particular symbols in a file name, you'll get a\nmessage that your file name is invalid, and you'll have to choose a new name for the file. Of the list of file\nnames provided, only “Office Calendar 3 30 2012” is acceptable because it is the only name without any\nprohibited symbols.\n"},"74":{"q":"Eugenia is using presentation software to prepare slides for her next workshop. In addition to putting the\nname and date of the workshop on the title slide, where else could Eugenia include this information in her\npresentation?","a":"Animations","b":"Headers","c":"Footers","d":"Transitions","ans":"C","exp":"A footer is a line of text appearing at the bottom of a presentation slide. A presenter may choose\nto include the name and date of his/her presentation in the footer to remind viewers of the focus of the\npresentation. Slide numbers are also often included in footers for the presenter's and viewers' reference.\nA header is a line of text or other data that appears at the top of a presentation slide or word processing\ndocument. The header may include the page number, section title, main title, etc. The date of the\npresentation is not typically included in a header. Animations are movements added to objects (e.g., text,\nimages) on presentation slides. Transitions are animations added to slides. Transitions dictate how one\nslide is removed from the screen and replaced with another. The presentation name and date are not\ntypically included in animations or transitions.\n"},"75":{"q":"Zach is inputting numerical data into an electronic worksheet containing a series of rows and columns.\nWhat is Zach creating?","a":"Web ring","b":"Presentation","c":"Spreadsheet","d":"Business letter","ans":"C","exp":"A spreadsheet, sometimes known as a worksheet, is an electronic grid that shows\ninformation (usually numerical) in a logical manner—typically a series of rows and columns. Presentation\nsoftware is typically used to create visual aids supporting an oral presentation. A web ring is a series of\nlinked web pages that share a common theme. A business letter is a formal letter used by a business\nprofessional to communicate with other businesses and clients.\n"},"76":{"q":"Dale stores his customer records in a remote database that he accesses via the Internet. Where does\nDale maintain his customer files?","a":"In the cloud","b":"On his hard drive","c":"On a flash drive","d":"In a log file","ans":"A","exp":"An increasingly popular method for storing business records is in \"the cloud.\" Cloud storage\ninvolves storing your records in a database maintained by a third party at an off-site database storage\nfacility. Rather than storing his records to his computer hard drive, a flash drive, or other nearby storage\ndevice, Dale uploads his files to the Web and then saves them to the remote database—the cloud. To\nretrieve any files that he's saved to the cloud, he simply goes online, logs into the database, and\naccesses whatever records he needs. Dale's customer records are not maintained on his hard drive, on a\nflash drive, or in a log file.\n"},"77":{"q":"Natalie needs to compile a list of her retail business's suppliers, along with the products that the business\npurchases from each. Which of the following internal records is most likely to contain the information that\nshe needs:","a":"Quality records","b":"Inventory records","c":"Human-resources records","d":"Payroll records","ans":"B","exp":"Inventory records contain information related to the goods that a business has on\nhand or on order. They are also likely to contain information about a retail business's suppliers and the\nproducts that the business purchases from each to sell to consumers. Quality records usually contain\ninformation regarding the degree of excellence of the business's products. Human-resources records\ncontain information about the business's employees. Payroll records contain information about money\npaid to employees in a given period.\n"},"78":{"q":"Which of the following datasets is most likely to be spread out over a wide range of values:\nDataset\nA\nB\nC\nD","a":"Dataset A","b":"Dataset B\n\nMean\n12\n14\n15\n11\n\nMode\n13\n9\n15\n9","c":"Dataset C","d":"Dataset D\n\nStandard Deviation\n2.2\n4.3\n1.5\n1.9\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n9\n","ans":"B"},"79":{"q":"Last year, several of Readmore Bookstore's employees hurt their backs while lifting heavy boxes. As a\nresult, the bookstore is re-teaching its workers how to lift heavy boxes of books safely. What type of\ncontrol is the business using to protect its employees' health and safety?","a":"Personal protective equipment","b":"Engineering control","c":"Administrative control","d":"Work-practice control","ans":"D","exp":"Four methods used to limit and regulate the activities of federal agencies are statutory\ncontrol, political control, judicial review, and informational control. In many countries, the legislative\nbranch has the power to pass statutes (laws) establishing federal agencies. This enabling legislation\noften identifies limits to the agencies' powers. In other words, these statutes control the agencies'\nactivities. The government wields political control over these agencies by providing (or withholding)\nfunding, by approving (or speaking out against) individuals nominated to lead these agencies, and by\namending the agencies' enabling legislation. The courts can also control federal agencies by reviewing\nand deciding the legality of the agencies' actions. Finally, the public can indirectly control federal\nagencies through information. Most federal agencies are required to provide the public with information\non different topics. After reviewing the information, private citizens can take action to influence the\nactivities of these federal agencies.\n"},"80":{"q":"Jackie is starting a t-shirt business. When should Jackie read the instructions for the heat press, vinyl\ncutter, and printer that he'll be using to create his products?","a":"Never; he can figure out the equipment on his own","b":"When any of the equipment malfunctions","c":"Before using the equipment for the first time","d":"When he hires his first employee","ans":"C","exp":"If Jackie's equipment comes with written instructions, he\nshould read the instructions carefully prior to using any of the devices. By reading the instructions prior to\nuse, he is more likely to operate the equipment properly and safely. And, if he operates the equipment\nproperly and safely from the beginning, he is likely to save himself much time, energy, and trouble in the\nlong run. He should not wait until the equipment malfunctions or until he hires an employee to read the\ninstructions.\n"},"81":{"q":"Which of the following actions is most likely to contribute to the creation of a safe business environment:","a":"Running extension cords across main walkways in the business","b":"Salting icy patches on the sidewalk outside the business entrance","c":"Storing inventory in stairwells and in front of emergency exits","d":"Keeping file drawers in high traffic areas open throughout the day","ans":"B","exp":"A significant number of workplace\ninjuries are the result of slipping, tripping, and falling on unsafe walking and work surfaces (e.g., floors,\nstairs, sidewalks, loading docks, etc.). One way that businesses can reduce these accidents is by salting\nor sanding icy patches on their sidewalks, parking lots, loading docks, and outdoor wheelchair ramps\nduring winter weather. Employees and customers are likely to trip or fall on extension cords that run\nacross main walkways in the business, boxes of inventory stored in stairwells and in front of emergency\nexits, and protruding file drawers in high traffic areas.\n"},"82":{"q":"While opening a large box of office supplies, Kendall accidentally cut her finger with the box cutters she\nwas using. Another employee, Beverly, was helping Kendall at the time and witnessed the accident.\nWhat is the first thing that Beverly should do?","a":"Call Kendall's doctor","b":"Fill out an accident report","c":"Administer first aid","d":"Put the office supplies away","ans":"C","exp":"If someone you are working with cuts or scratches himself/herself, the first thing that\nyou should do is administer first aid. Beverly, for instance, should help Kendall treat her cut. If the injury is\nserious, you should also call the paramedics and have the worker taken to the hospital for medical\ntreatment. It is not necessary to call the coworker's doctor. After the worker's injury has been treated, you\nand s/he will both need to fill out an accident report. If someone is injured, you should help them, not\nignore them and continue with your work.\n"},"83":{"q":"Although your coworker Edward has always been a pessimistic person, his attitude has been very\nnegative lately. He obviously has an extreme dislike for the new manager, and recently, his favorite\ntopics of conversation have been guns and knives. Knowing all this, what should you do?","a":"Call the local sheriff or police chief to discuss Edward's mood","b":"Say nothing because Edward will probably calm down soon","c":"Share this information with your supervisor or the HR department","d":"During a staff meeting, accuse Edward of plotting to kill the manager","ans":"C","exp":"Discussing weapons at work and\ndisplaying obvious signs of anger or hostility are indicators of potentially dangerous behavior. While there\nis some chance that Edward will calm down soon, it would be wise to share your observations with your\nsupervisor or the HR department, especially given his recent attitude and behavior. Your supervisor or\nthe HR department can then decide how to handle the situation. Rather than contacting the local sheriff\nor police chief to discuss Edward's mood, you should start by sharing your knowledge with someone\ninside your company, such as your supervisor or a member of the HR department. Accusing Edward of\nplotting to kill the manager during a staff meeting is likely to antagonize Edward, making the situation\nworse.\n"},"84":{"q":"How can an individual employee help protect company information on a daily basis?","a":"Log out of his/her computer when leaving work","b":"Store log-in information in a desk drawer at work","c":"Check personal e-mail on a work computer","d":"Transfer files from a home computer to a work computer","ans":"A","exp":"One way that an individual employee can help protect\ncompany information on a daily basis is to log out of his/her computer when leaving work for lunch or for\nthe evening. By doing so, it becomes much more difficult for an intruder to access company information\non that particular computer. However, if the employee also stores her/his log-in information (i.e.,\nusername and password) in a desk drawer at work, that very same intruder can easily access company\ndata if s/he has time and opportunity to look in the drawers of the desk. Checking personal e-mail on a\nwork computer and transferring files from a home computer to a work computer are potentially\ndangerous. They make the computer vulnerable to hackers' attacks and electronic viruses which could\nresult in the loss of company information.\n"},"85":{"q":"To help project managers identify the resources needed for a project, they often develop","a":"summaries.","b":"schedules.","c":"timelines.","d":"checklists.","ans":"D","exp":"Developing a checklist involves writing down all of the possible resources that might be\nneeded for a project. Categorizing the resources (e.g., supplies, equipment, people) is a good way for\nproject managers to organize their resource information and review and update their lists as needed.\nSchedules and timelines are usually developed after the resources have been identified. Summaries\nprovide an overview of larger documents or complex content.\n"},"86":{"q":"Project managers usually evaluate project results by","a":"comparing project standards with actual performance.","b":"setting long-term goals for the project.","c":"conducting external data searches.","d":"developing complex diagrams.","ans":"A","exp":"Standards are specifications or statements that\nare used as a basis for making comparisons or judgments. Project managers often use standards as the\nbasis for evaluating project results. For example, a project manager might compare the budget allocated\nfor a specific phase of the project with the actual amount of money spent during that phase to evaluate\nthe use of financial resources. Project managers set goals at the beginning of a project. Project\nmanagers must obtain a variety of project data (e.g., internal and external) before they can evaluate\nproject results; therefore, conducting data searches is not a method of evaluating project results. Project\nmanagers may develop diagrams to help them visualize project results so they can evaluate them.\n"},"87":{"q":"Which of the following is a purpose of the competitive bidding process:","a":"To attract product champions","b":"To increase competition for products","c":"To obtain lower prices from bidders","d":"To limit the number of vendors to pick from\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n10\n","ans":"C","exp":"By using a competitive bidding process, businesses can obtain lower\nprices from vendors thereby decreasing their overall product costs. Competitive bidding occurs between\nbusinesses so that businesses obtain better services as well as better products/materials/components.\nThe process should encourage as many vendors as possible to attempt to get a contract rather than\nlimiting the number of vendors to pick from. Competition and product champions are not related to the\ncompetitive bidding process.\n"},"88":{"q":"When selecting vendors, what action is supposed to occur during your initial discussion with potential\nvendors?","a":"Provides an opportunity for them to offer their best price","b":"Gives them an opportunity to sell you on their products or services","c":"Finalizes your choice of vendor","d":"Enables you to put together an initial list of vendors to choose from","ans":"B","exp":"During this initial meeting, vendors\nneed to help you understand how their products or services will best meet your needs. Although vendors\nwill discuss price during the initial discussion, they will usually save their best and final price for the final\nround of discussions. The initial discussion with potential vendors enables you to limit the number of\nvendors from which you will choose, but it should not be when your vendor choice is made. The initial list\nof 8-10 vendors would be done prior to the initial discussion.\n"},"89":{"q":"Which of the following is a barrier for businesses in the adoption of a quality culture:","a":"Stressing standardization of products and services","b":"Having management lead the way","c":"Focusing on quick fixes","d":"Making employees aware of the company's quality program","ans":"C","exp":"When problems occur, people often want to fix the problem as quickly as\npossible. That often results in the identification of symptoms rather than determination of the root cause\nof the problem. Having management lead the way and stressing standardization are two ways to\nencourage a quality culture. Adoption and provision of quality are processes rather than programs.\nNaturally, employees should be trained in quality processes.\n"},"90":{"q":"Employees can help control business expenses by handling equipment correctly so that it will last longer\nand need fewer repairs. In other words, employees can help control expenses by","a":"keeping utility costs at a minimum.","b":"respecting company property.","c":"reporting theft of products.","d":"price-marking products accurately.","ans":"B","exp":"Controlling expenses helps a business continue operations and save\nmoney to use for other important purposes, such as expanding the business and providing good wages\nand benefits to employees. Employees can help control expenses in a number of different ways,\nincluding by respecting company property. One way employees can show respect for company property\nis by handling equipment correctly so that it will last longer and need fewer repairs. Employees can also\nhelp with expense control by keeping utility costs at a minimum, reporting theft of products, and pricemarking products accurately. However, those activities are not directly related to handling equipment\ncorrectly.\n"},"91":{"q":"During job interviews, your personal appearance","a":"gives potential employers clues about your attitude and skills.","b":"has very little impact on how well you do in the interviews.","c":"must be completely ignored by potential employers.","d":"should be based on what you feel comfortable wearing.","ans":"A","exp":"During job interviews, how you look often\nmakes a difference in how well you do. Interviewers have limited time to make decisions about an\nindividual they're interviewing, and they rely heavily on their first impressions. You appearance, including\nyour clothing and the manner in which you carry yourself, are among the most important factors that\ninfluence their perceptions. Interviewers feel that your appearance reflects not only your attitude but often\nthe skills you possess as well. Although potential employers are required to ignore ethnicity, gender,\nsexual orientation, etc. when selecting new employees, they are legally allowed to consider how you\ndress and carry yourself during the interview when making hiring decisions. You should dress\nprofessionally for job interviews, regardless of whether you feel comfortable wearing professional attire or\nnot.\n"},"92":{"q":"Which of the following factors is driving the need for innovation skills:","a":"Decreased levels of educational attainment","b":"Increased amount of competition","c":"Increased length of time products stay in the market","d":"Decreased customer expectations","ans":"B","exp":"Global trade has increased the number of markets available for\nproducts, while also increasing the amount of competition that exists for businesses. The increased\ncompetition forces businesses to update existing products and to develop new products at a faster rate\nthan ever before. Other factors contributing to the need for innovation skills include increased levels of\neducational attainment, decreased product life cycles (i.e., the length of time products stay in the market),\nand increased customer expectations.\n"},"93":{"q":"Shawn usually makes decisions without seeking help from others. Shawn typically makes decisions with\n__________ input.","a":"significant","b":"moderate","c":"maximum","d":"minimum","ans":"D","exp":"A decision is affected by internal and external influences—and by the decision-making style\nyou apply. It's important to be aware of what affects how you make a decision. And, it's important to\ninvolve the people who should be included in the decision-making process. If a decision maker decides\nwithout help—as is Shawn's habit—s/he makes the decision with minimum input. If the decision maker\nasks for some help before deciding, s/he makes the decision with moderate input. If the decision maker\nand an entire group of people decide together, s/he makes the decision with significant or maximum\ninput. The key is to use each style when it is called for, based on whether the decision affects others,\nwhether the affected parties want (or need) to have a say in the decision, and who has the information\nneeded to make the decision.\n"},"94":{"q":"What is a factor related to dependability that employers would expect employees to exhibit?","a":"Enthusiasm","b":"Attendance","c":"Grooming","d":"Initiative","ans":"B","exp":"Employers expect to be able to count on their employees to do their jobs. This includes such\nfactors as showing up at work when scheduled (attendance), being on time (punctuality), and accepting\nresponsibility for getting the work done (reliability). Grooming, enthusiasm, and initiative are personal\ntraits desired by employers, but they do not relate to dependability.\n"},"95":{"q":"Which of the following addresses employees' right to not be bullied in the workplace:","a":"Right to complain without retaliation","b":"Right to a safe work environment","c":"Right to union activity","d":"Right to nondiscriminatory promotion practices","ans":"B","exp":"Laws that protect employees from bullying and harassment are\naddressed in legislation that relates to employees' right to a safe and non-hostile work environment. The\nright to complain without retaliation is addressed in whistleblower laws. Employees' rights to organize and\nbargain collectively are protected in the Wagner Act and many other laws in the United States.\nEmployees' right to nondiscriminatory promotion practices are protected in a variety of laws dealing with\nequal employment opportunities and discrimination.\n"},"96":{"q":"Lucy, who works for the Green Corporation, is responsible for handling special events and responding to\nrequests for information about the company. Lucy works in","a":"professional selling.","b":"marketing research.","c":"merchandising.","d":"marketing communications.","ans":"D","exp":"Marketing communications involves marketing activities that inform, remind,\nand/or persuade the targeted audience. Examples of marketing communications techniques include\nadvertising, direct marketing, digital marketing, publicity/public relations, and sales promotion. Lucy is a\npublic relations manager—responsible for handling special events and responding to requests for\ninformation about the company. Marketing research jobs focus on marketing activities that involve\ndetermining information needs, collecting data, analyzing data, presenting data, and using data for\nmarketing planning. Merchandising careers involve marketing activities that are focused on efficient and\neffective product planning, selection, and buying for resale. Careers in professional selling involve\nmarketing and management activities that determine customer needs/wants and respond through\nplanned, personalized communication to influence purchase decisions and enhance future business\noperations.\n"},"97":{"q":"For what aspect of a job-search strategy would you be most likely to use the Internet?","a":"Researching prospective employers","b":"Writing personal letters to hiring managers","c":"Determining pending lawsuits against a company","d":"Finding out what current employees like/dislike about a company\n\n\f2012 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n11\n","ans":"A","exp":"By researching a company on the Internet, you can obtain a wealth\nof information that would be useful to you in your job search. This research would probably include such\nthings as products offered, location, size of the company, sales, company image, problems, employee\nbenefits, etc. Knowing about a company can enable you to size up how well you'd fit in with the company.\nYou would probably use the Internet to write a professional letter to a hiring manager. Writing personal\nletters to hiring managers would be inappropriate. Finding out what current employees like/dislike about a\ncompany would be nice, but current employees would probably avoid posting their company dislikes on\nthe Internet. You might learn about pending lawsuits against a company; however, this would not be the\nmost likely use that you could make of the Internet when conducting a job search.\n"},"98":{"q":"Why is networking one of the most effective techniques for identifying employment opportunities?","a":"Networks provide emotional support during job searches.","b":"Networks are paid to be the first-to-know about job openings.","c":"Most job openings are never posted in the newspaper.","d":"Most job openings are listed with employment agencies that networks can help you identify.","ans":"C","exp":"Many companies inform current employees of job\nopenings before they post the openings in the newspaper or list them with employment agencies. One\nstudy indicates that 80 percent of job openings are never posted or listed. Through networking, you can\nlearn of these un-posted job opportunities. Networks are not paid to be the first-to-know about job\nopenings. Although networks can be a source of emotional support during a job search, that is not why\nthey are one of the most effective techniques for identifying employment opportunities. Networks do not\nhelp to identify employment agencies; instead, they help to identify job openings with specific companies.\n"},"99":{"q":"Why do many job offers come from participating in an internship?","a":"Employers feel obligated to hire interns.","b":"Interns are more experienced than a person who walks in off the street.","c":"Interns are being repaid for working for free.","d":"Employers have had an opportunity to observe an intern's work.","ans":"D","exp":"Through internships, employers have an\nopportunity to examine the quality and quantity of a potential employee's work, the person's work ethic,\nand the person's ability to work well with others. When interns do quality work, employers want to keep\nthem onboard. A person walking in off the street may have several years of experience doing similar\nwork. Employers do not feel obligated to hire interns or feel that they need to repay interns for working for\nfree. Their goal is to hire quality employees, thereby minimizing their expenses while maximizing output.\n"}}