{"1":{"q":"Torts relating to misrepresented facts about a business's goods or services may be subject to a lawsuit\non the basis of","a":"defamation.","b":"assault.","c":"intrusion.","d":"fraud.","ans":"D","exp":"A tort is a private wrongdoing against another person. Businesses can be held responsible in a\nvariety of torts. For example, suppose a business's employee intentionally provides misleading product\ninformation to a customer in order to make a sale. Then, the customer purchases and is injured by the\nproduct based on the employee's misleading information. The customer may file a civil lawsuit against\nthe business, and in some situations, the business's employee for fraudulent behavior. Assault and\nintrusion are criminal acts that are addressed in the criminal court system rather than the civil court\nsystem. Defamation is a tort that involves harm to an individual's or business's reputation.\n"},"2":{"q":"Which of the following is an example of a voluntary debtor-creditor relationship:","a":"Owing punitive damages","b":"Receiving a monetary gift","c":"Requiring specific information","d":"Obtaining a loan from a bank","ans":"D","exp":"The debtor is the individual or business that owes money to another\nindividual or business, which is the creditor. A business that obtains a loan from a bank is entering into a\nvoluntary debtor-creditor relationship. It is voluntary because the business (debtor) is seeking to obtain\nfunds from the bank (creditor) by going through a loan-application process. A monetary gift is given\nwithout expectations of repayment. A monetary gift and a request for information are not examples of\ndebtor-creditor relationships. In tort cases, the court can order one party to pay punitive damages to the\nother party. This is an example of an involuntary debtor-creditor relationship.\n"},"3":{"q":"Which of the following is a function of administrative law:","a":"Ratification of treaties","b":"Passage of statutes","c":"Control of conduct","d":"Appeal of criminal acts","ans":"C","exp":"Administrative law deals with the rules and regulations that have been established by\ngovernmental agencies. The legislative branch of the government (i.e., U.S. Congress and Canadian\nParliament at the federal level) establishes these agencies, which have the authority to enact and enforce\nregulations for various administrative functions. One function administrative agencies carry out is the\ncontrol of conduct, which includes information requirements (e.g., labeling), and codes of standards of\nvarious businesses and industries. For example, the agricultural agency establishes grades for food\nquality and sets standards for food safety. The legislative branch of government has authority to pass\nstatutes (e.g., establish government agencies) and ratify treaties. The judicial branch of government has\nthe authority over the appeals process in the court system.\n"},"4":{"q":"Because David did not find the department's policy about working overtime in the company's employee\nhandbook, he should","a":"send a memo to the human-resources manager.","b":"look for the policy on the company's web site.","c":"question an employee from another department.","d":"ask the department manager about the policy.","ans":"D","exp":"If employees are not sure if they can or should work\novertime, they should ask their department managers. Generally, department managers can authorize\novertime for their subordinates. Departmental policies are not usually posted on the company's web site.\nOvertime policies often vary by department, so asking an employee who works in another department is\nnot an appropriate action to take. If the department manager is unavailable, the employee might ask the\nhuman-resources manager about overtime policies.\n"},"5":{"q":"During a meeting, Kevin provided an idea for cutting departmental costs by 20 percent. Which action\nwould indicate that Kevin's supervisor liked his idea:","a":"Rolling eyes while sarcastically stating, \"Great idea, Kevin\"","b":"Nodding, smiling, and writing down the idea","c":"Making eye contact, frowning, and crossing arms","d":"Cutting Kevin off while he's speaking and asking for more ideas","ans":"B","exp":"By nodding, smiling, and writing down Kevin's idea, Kevin's\nsupervisor would indicate that he likes what Kevin said. The supervisor could also indicate his/her\nsupport of Kevin's idea by asking follow-up questions, maintaining eye contact with Kevin, and\nenthusiastically telling Kevin that he has provided a great idea. Sarcasm, frowning, crossing arms, and\ncutting off the speaker are rude and unsupportive actions.\n"},"6":{"q":"Which of the following is a relevant question for a job applicant to ask during an employment interview:","a":"Are there any good restaurants nearby?","b":"What type of training do you provide for this position?","c":"Why didn't the sales department meet its goals last month?","d":"What is your annual salary?","ans":"B","exp":"Relevant questions are types of questions that\npertain to the issue at hand. If an applicant is interviewing for a job, the applicant would ask the\ninterviewer questions about the company, job responsibilities, job training, professional development, etc.\nIt would be inappropriate to ask the interviewer about his/her salary, nearby restaurants, and salesdepartment shortfalls—these questions are irrelevant to the issue at hand.\n"},"7":{"q":"If a message recipient is frowning and has clenched fists, the emotional response that is s/he most likely\ndisplaying is","a":"sadness.","b":"anger.","c":"joy.","d":"nervousness.","ans":"B","exp":"Nonverbal cues are the elements of communication that use gestures and facial expressions\nrather than the use of words. Nonverbal behavior can indicate what the sender and/or the receiver think\nabout a message. If the recipient responds to a message by frowning and clenching his/her fists, it is\nlikely that the message has made the recipient angry. Message recipients might cry or cover their faces\nwith their hands if the message contains sad news. Smiling and jumping up and down usually indicate\nthat a message contains good news, which indicates joy. A message recipient might express\nnervousness by tapping their toes, shaking, twitching, or biting fingernails.\n"},"8":{"q":"Which of the following is a legitimate response for an employee to provide to a customer regarding an\ninquiry about product pricing:","a":"I'm pretty sure that the item costs $39.65.","b":"I'm not sure what the pricing is.","c":"You'll need to contact the appropriate person to get the price.","d":"If you can wait a moment, I'll check for the price in the computer.","ans":"D","exp":"Businesses receive inquiries from\ncustomers on a regular basis. In some situations, an employee may not know the answer to a customer's\nquestion. To provide good customer service, the employee should take the appropriate steps to obtain\nthe requested information. This may involve verifying the price in the computer system or transferring a\ncustomer's telephone call to the sales department. Guessing the price, stating that s/he does not know\nthe price, and telling the customer to contact another person are not legitimate responses to inquiries and\ndo not provide customers with good customer service.\n"},"9":{"q":"What is an important consideration when giving employees verbal directions for completing a task?","a":"It is unnecessary to use demonstrations to support verbal content.","b":"It is best to present information in reverse order.","c":"Employees usually ask questions when they are confused.","d":"Employees process information differently.\n","ans":"D"},"10":{"q":"In a weekly staff meeting, Morgan presents a set of new procedures that she believes will improve the\ndepartment's productivity levels. Jacob disagrees with Morgan's approach and provides alternative for\nimprovement. Although Morgan agrees with a couple of Jacob's points, she still thinks her plan will be\nbetter for the company in the long run. How can Morgan effectively defend her idea for improvement?","a":"Tell Jacob that most of his ideas are weak and restate her suggestions","b":"Present supporting research for her suggestions in an unbiased way","c":"Request that the group meet again, so she has time to come up with new ideas","d":"Ask the other members of the group for their input and ideas","ans":"B","exp":"By providing supporting facts,\nMorgan can actually show the staff how and why her ideas can improve the department's productivity. If\nMorgan presents research that indicates that other companies' productivity levels have improved by\nusing approaches similar to the one that she is suggesting, then she is defending her ideas effectively.\nTelling Jacob in front of the group that his ideas are weak is likely to create unnecessary conflict.\nRestating suggestions, coming up with new ideas, and asking other group members for input are not\nways to defend an existing suggestion for improvement.\n"},"11":{"q":"An employee is preparing a formal report and must present important facts in the sequence in which they\noccurred. The employee should prepare the report by presenting the information in ___________ order.","a":"concurrent","b":"inverted","c":"chronological","d":"reverse","ans":"C","exp":"When describing a process or historical information, the writer may need to present the\nfacts in chronological order. By describing the steps or events in the sequence in which they occur, the\nwriter is presenting the information in a logical manner, which helps the readers understand the content.\nWhen presenting information in an inverted order, the writer is describing the steps or processes in\nreverse order. Concurrent means that activities are being performed at the same time.\n"},"12":{"q":"Which of the following is a graphic aid that uses text to depict a sequence of events or the order of a\nprocess:","a":"Bar chart","b":"Pie chart","c":"Flowchart","d":"Geographic map","ans":"C","exp":"A flowchart presents a visual depiction of activities or processes in sequential order.\nFlowcharts use text in a graphic format to present activities and processes. An example of a flowchart is\nan organizational chart, which depicts the hierarchy of positions and departments within an organization.\nA pie chart is a graphic aid that shows the frequency or distribution of parts in relation to a whole concept.\nA bar chart compares two or more variables in a graphical format. A geographic map is an illustration that\nshows the physical attributes (i.e., mountains, rivers) of a location or region.\n"},"13":{"q":"Before sending a professional e-mail message to a business associate, a businessperson should","a":"code the message's importance as \"high priority.\"","b":"proofread the message for spelling and grammatical errors.","c":"make sure that the message is typed in capital letters.","d":"insert a vague statement in the message subject line.","ans":"B","exp":"Although many people view e-mail as an\ninformal method of communication, it is a vital communication tool in today's business world. Therefore, it\nis important to maintain a professional tone when developing business-related e-mails. The text in a\nprofessional e-mail should contain proper grammar and correct spelling. To ensure that the message\ndoes not contain spelling and grammatical errors, the businessperson should proofread the message and\nmake necessary corrections before sending the message to the intended receiver. Only the most critical\ne-mail messages should be sent as high priority messages. Capitalizing all of the letters in the text often\nimplies an angry tone, so this practice should be avoided. Although the subject line should be brief, it\nshould contain enough information for the message recipient to determine the message content. If the\nsubject line is too vague, the recipient may delete the message before reading it.\n"},"14":{"q":"Kevin developed a letter stating that his company will be offering discounts on certain products for a\nlimited time. Kevin's letter is an example of a(n)","a":"expression of personal opinion.","b":"request for data.","c":"instructional guide.","d":"informative message.","ans":"D","exp":"If the recipient responds to a message by frowning and clenching his/her fists, it is\nlikely that the message has made the recipient angry. Message recipients might cry or cover their faces\nwith their hands if the message contains sad news. Smiling and jumping up and down usually indicate\nthat a message contains good news, which indicates joy. A message recipient might express\nnervousness by tapping their toes, shaking, twitching, or biting fingernails.\n"},"15":{"q":"Because Caroline does not have enough time to read an entire 400-page business report, what section\nof the report should she review to obtain an overview of the most important content?","a":"Executive summary","b":"Table of contents","c":"Appendices","d":"Conclusions","ans":"A","exp":"The executive summary provides an overview of the entire report and contains the\nmost important information included in the body of the report. When businesspeople have time\nconstraints, they often read the executive summary of a lengthy report. The table of contents is the\nportion of the report in which the various report sections are listed with their page numbers for easy\naccess. The appendices are segments that are added to the end of the report and provide supporting\ninformation. The conclusion section of the report summarizes results and in some reports, this section\nincludes recommendations for a certain course of action.\n"},"16":{"q":"XRT Corporation's human-resources manager sends a memo to all employees that describes some\ngeneral changes that will affect their healthcare insurance next year. This is an example of ___________\ncommunication.","a":"mass, upward","b":"lateral, downward","c":"formal, downward","d":"verbal, upward","ans":"C","exp":"Downward communication occurs when management sends messages to lower-level\nemployees. Formal communication involves following a specific protocol or systematic process when\ntransmitting messages. In the example, the human-resources manager communicates changes that\naffect all employees because it is an aspect of his/her job. Therefore, the human-resources manager is\nfollowing the protocol as indicated in his/her job description. Lateral communication occurs among\nemployees (e.g., coworkers) at the same level. Mass communication involves simultaneous transmission\nof nonpersonal messages to members of a large market segment. Upward communication occurs when\nlower-level employees send messages to management.\n"},"17":{"q":"Businesspeople who fail to adapt their communication styles to appeal to their international clients are\nmore likely to","a":"impress the clients.","b":"earn the clients' trust.","c":"offend the clients.","d":"persuade the clients to buy.","ans":"C","exp":"Businesspeople should try to learn as much as they can about a client's culture,\ncustoms, and social values. By understanding and being aware of cultural differences, businesspeople\ncan adapt their communication styles to make a positive impression on their clients, earn their clients'\ntrust, and persuade their clients to buy. Businesspeople who adapt their communication styles are aware\nof actions that a particular client might view as hospitable, as well as behaviors that the client might find\noffensive. Offensive behaviors can hinder the ability to build long-term relationships with international\nclients.\n"},"18":{"q":"Which of the following is a policy that the WNJ Company might implement to reinforce its image as an\nefficient and responsive business:","a":"Allow employees to establish their own service standards","b":"Request that employees sign their timecards at the end of a pay period","c":"Ensure that employees wear clean uniforms during their shifts","d":"Require employees to respond to customer inquiries within 24 hours","ans":"D","exp":"A business's employees can have a\ndramatic impact on the ways in which customers view the business. If one customer has a poor\nexperience with one employee, that customer often develops a poor attitude about the entire business.\nAnd, that customer often shares those negative opinions with others. Therefore, a business should take\nsteps to ensure that its employees understand how their actions affect the business's image. Businesses\noften develop policies to ensure that employees are engaging in behaviors that support the company's\nimage. Because WNJ wants to project an image of being responsive to its customers' needs, it\ndeveloped a policy that employees must respond to inquiries within 24 hours. This may include a quick\nphone call just to tell the customer that the business is working on a problem or issue. Requiring signed\ntimecards is a personnel policy rather than a way to reinforce the business's public image. Although\nclean uniforms can affect the business's image, the uniforms do not indicate how responsive the\nbusiness is in meeting its customers' needs. Because individuals often have different perspectives about\nexcellent service, it is not a good idea to allow employees to set their own service standards.\n"},"19":{"q":"Because Olivia is very happy with the quality of goods and services that she receives from the XOP\nCompany, she provides the business with several referrals. This is an example of","a":"customer advocacy.","b":"free advertising.","c":"relationship buying.","d":"public relations.\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n3\n","ans":"A","exp":"An advocate is a supporter of something—a person who speaks favorably about an\nidea, concept, cause, product, or business. When customers are happy with a business and its goods\nand services, they tend to become advocates for the business. Customers advocate for a business by\nproviding referrals and through word-of-mouth (e.g., telling friends or blogging about the business).\nAdvertising is any paid form of nonpersonal presentation of ideas, goods, or services. A television\ncommercial is an example of advertising. Relationship buying refers to the purchases a customer makes\nbecause of a long-term relationship s/he has established with a business. Public relations is the business\nfunction designed to establish good relations between the business and its various publics.\n"},"20":{"q":"Kemper Corporation continuously updates the firewalls on its web site to protect its customers' personal\ninformation from theft. Kemper's action helps build trust with its customers in relation to","a":"physical safety.","b":"online security.","c":"product tampering.","d":"calculation errors.","ans":"B","exp":"To build and maintain long-term relationships with customers, a business must earn its\ncustomers' trust. To earn its customers' trust, a business must take steps to ensure that any personal\ninformation (e.g., credit-card numbers) transmitted through its web site is secure from unauthorized\nindividuals (e.g., hackers). One way to ensure online security is to maintain and continuously update its\nfirewall software. The process of updating firewall software is not related to a person's physical safety,\nproduct tampering, or calculation errors.\n"},"21":{"q":"An important aspect of using technology in customer relationship management involves","a":"posting customer information on the business's web site.","b":"updating customer information in the computer database.","c":"allowing employees to have complete access to customer information.","d":"providing customers with excessive product information.","ans":"B","exp":"Customer relationship management (CRM) is\nthe combination of strategies, processes, and policies that a business uses to meet or exceed customer\nexpectations and to provide customers with outstanding experiences at every touch point. An important\naspect of CRM is ensuring that customer data are current. For example, if the customer notifies the\nbusiness about a change of address and the business does not update its computer database to reflect\nthe change, the business's promotional mailings and invoices will not reach the customer in a timely\nmanner, if at all. In another situation, a business might have multiple database records for one customer.\nIf the business sends multiple (excessive) copies of promotional materials (e.g., product catalog) to the\ncustomer based on the data in the database, the customer may become annoyed. Sending multiple\ncopies of a single mailing to one customer is also a waste of the business's money. To maintain the\ncustomer's privacy, the business should not post customer information on its web site, nor should it allow\nits employees to have complete access to a customer's confidential information.\n"},"22":{"q":"Which of the following are capital goods:","a":"Buildings, roads, and equipment","b":"Equipment, land, and minerals\n","c":"Roads, airplanes, and water","d":"Airplanes, minerals, and buildings\n","ans":"A","exp":"Capital goods are manufactured or constructed items that are used to\nproduce goods and services and are provided by people. Examples of capital goods are buildings, roads,\nequipment, and airplanes. These items are capital goods because they enable producers to operate\nbusinesses and to make goods available to customers. Land, minerals, and water are natural resources.\nNatural resources are items that are found in nature and used to produce goods and services.\n"},"23":{"q":"A problem on a drilling platform in the Gulf of Mexico has affected the amount of oil that is extracted and\nrefined in the region. Because it is the summer travel season, the demand for gasoline is increasing;\nhowever, there is less gasoline available, and the prices for gasoline spike. What economic condition\ndoes this situation best describe?","a":"Scarcity","b":"Conservation","c":"Opportunity cost","d":"Input maximization","ans":"A","exp":"Scarcity is a condition resulting from the gap between unlimited want for goods (e.g., gasoline)\nand limited resources (e.g, oil). Because there is not enough of a resource (oil) to produce the desired\nproduct (gasoline), supply declines. When demand for a product increases and supply for the product\ndecreases, scarcity occurs. Exchange is the process of trading one good or service for something else of\nvalue. Conservation is the preservation and protection of resources. Opportunity cost is the benefit that a\nperson loses when s/he decides to use scarce resources (e.g., money) for one purpose rather than for\nanother. Inputs are the resources used in producing goods and services. When a business uses all of the\navailable inputs in the most efficient way to produce outputs, it is maximizing its inputs and outputs.\nBecause there is a problem on the drilling platform, the inputs are not being used efficiently or to the best\nof their ability.\n"},"24":{"q":"Although the Calvert Automobile Company produces 1,500 Model ZX sports cars annually, over 500,000\npeople want to purchase the car each year. The 1,500 individuals who are willing and able to pay the\nhigh price to obtain the cars have","a":"unit control.","b":"absolute advantage.","c":"market position.","d":"buying power.","ans":"D","exp":"The Calvert Automobile Company situation is an example of rationing. Rationing is a\nfunction of relative prices that determines who gets the goods produced or how scarce resources will be\ndistributed. In this situation, the 1,500 out of 500,000 individuals who are willing and able to pay a very\nhigh price to obtain the sports car have buying power—the ability (financial resources) to purchase the\nscarce item. Absolute advantage is the advantage achieved when a nation can produce a good or\nservice for less than another nation. Market position is the rank of a particular business in a specific\nmarket. Unit control is a way of keeping track of inventory according to the number of units in stock.\n"},"25":{"q":"One reason that businesses use a matrix organizational design is to","a":"improve employee productivity.","b":"share human resources.","c":"segment areas of expertise.","d":"standardize business tasks.","ans":"B","exp":"The matrix organizational structure involves integrated departmental functions\nwith product or project orientation. For example, a technology specialist, a marketing researcher, a\nfinancial advisor, and a manufacturing line supervisor are members of different departments but often\nwork together to develop a product or improve a process. The advantage to businesses of using this\norganizational structure is that the business is applying its resources efficiently because a representative\nfrom each of the major departments provides a unique set of skills and knowledge to achieve the\nbusiness's goals. Often, workers have two or more supervisors in the matrix organizational design. The\nmatrix organizational design may improve the business's overall efficiency, but it does not always\nimprove an individual's productivity. Departmental organizational design segments employees by their\nareas of expertise (e.g., accounting, sales, and production). Policies and procedures are developed to\nstandardize various business activities and tasks in all types of organizational designs.\n"},"26":{"q":"Which of the following factors have provided businesses with more opportunities to buy and sell products\nat the international level:","a":"Protectionism","b":"Free-trade agreements","c":"Language barriers","d":"Strict safety standards","ans":"B","exp":"Free-trade agreements lessen the trade restrictions (e.g., tariffs, quotas,\nlicenses) among countries. For example, the North American Free Trade Agreement (NAFTA) is a trade\nagreement among the United States, Canada, and Mexico that has eliminated trade barriers. When fewer\ntrade barriers exist, there are more opportunities for businesses to buy and sell products in other\ncountries. Protectionism is a government's policy to protect domestic industries and businesses against\nforeign competition. Protectionism, language barriers, and strict safety standards often hinder a\nbusiness's ability to enter international markets.\n"},"27":{"q":"Which phase of the business cycle would most likely have an unfavorable effect on the business\nenvironment:","a":"Maturity","b":"Expansion","c":"Contraction","d":"Remission","ans":"C","exp":"Businesses are affected by external factors, which include changes in the business cycle.\nThe business cycle refers to the periods of expansion and contraction in economic conditions. When the\neconomy is strong and growing (expansion), businesses tend to make profits, expand operations, and\nhire more employees. When the economy is on a downswing (contraction), businesses often experience\nlower sales and profits, which has an unfavorable effect on the business. If a business's sales and profits\ncontinue to decrease over time, it may lay off workers to cut costs, so it can continue to operate. Maturity\nis a stage in a product's life cycle. Remission is not a phase in the business life cycle.\n"},"28":{"q":"The government owns and operates most of the means of production and distribution in a country. The\ngovernment establishes production quotas for businesses, sets products' prices, and tells workers what\ntheir wages will be. This is an example of a(n) __________ economic system.","a":"traditional","b":"command","c":"market","d":"transitional","ans":"B","exp":"A command economic system is an economic system in which all or many of the means of\nproduction and distribution are owned and controlled by the government. An economic system in which\npeople produce only what they must have in order to exist is called a traditional economic system. In a\nmarket economy, individuals and businesses in the marketplace determine what, how, and for whom\ngoods and services will be produced. When a country's economic system is moving from one type of\neconomic system to another type of economic system, it is in a transitional state.\n"},"29":{"q":"What are consumers doing when they purchase goods and services in a market economy?","a":"Making informed choices","b":"Casting economic votes","c":"Using resources efficiently","d":"Determining what to produce","ans":"B","exp":"An economic vote is consumer approval of products expressed by the purchase\nof the products. When consumers purchase a lot of a particular product, they are expressing their need\nor want for the product. It also indicates that they are willing to pay a certain price to obtain the product.\nPurchasing certain products does not mean that consumers are making informed choices or using their\nresources efficiently. For example, an individual may purchase an expensive flat-screen television\nwithout knowing anything about the television or its manufacturer. The same individual may decide to\npurchase the television instead of something s/he really needs. When this occurs, the individual is not\nmaking informed decisions nor is s/he using his/her financial resources wisely. Businesses rather than\nconsumers determine what to produce. Businesses determine what to produce by monitoring what\nconsumers are buying.\n"},"30":{"q":"Every pay period, Sarah's employer withholds a certain percentage of her earnings, which her employer\nforwards to various government agencies. What type of tax is Sarah's employer withholding?","a":"Property","b":"Estate","c":"Income","d":"Excise\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n4\n","ans":"C","exp":"Income taxes are levied on income earned from a job or other sources. Employers withhold\nincome tax from their employees' paychecks, and submit the monies to the government at certain\nintervals. Estate tax is paid on inherited property valued above a certain amount. Property taxes are paid\non land and buildings. An excise tax is often referred to as a “sin tax,” and it is levied on nonessential\nproducts such as gasoline, cigarettes, and alcohol.\n"},"31":{"q":"Which of the following workers is most likely to be a member of a craft/trade union:","a":"A science teacher who works at a mid-size high school in a rural area of the Midwest","b":"A housekeeping manager who works for a luxury hotel chain","c":"A machinist who works for a large manufacturer that produces parts for farm equipment","d":"A licensed stockbroker who works for a small financial firm","ans":"C","exp":"Because a\nmachinist has specialized skills, s/he is likely to be a member of a craft/trade union. A person who works\nin a specific industry (hotel) is likely to be a member of an industrial union. A teacher is most likely a\nmember of a teacher's union, which is a type of independent union. A licensed stockbroker is most likely\na member of a professional organization.\n"},"32":{"q":"Which of the following situations is most likely to happen during a period of economic expansion:","a":"The government delays projects.","b":"Consumer spending increases.","c":"Businesses default on loans.","d":"Unemployment rises.","ans":"B","exp":"Business cycles, which are the periods of expansion and contraction in\neconomic activities, affect businesses, consumers, and the government. During a period of expansion,\nunemployment levels drop because businesses are expanding and need workers to perform jobs to\nsupport production increases. When people are working, they have income to spend on goods and\nservices, so their spending increases. The government is more likely to delay projects and businesses\nare more likely to default on loans during the recession and trough phases of the business cycle.\n"},"33":{"q":"The gross domestic product (GDP) is most likely to decrease when the","a":"consumer sector dramatically increases its spending on domestic goods and services.","b":"government significantly decreases its spending on domestic goods and services.","c":"business sector increases its production of goods and services.","d":"consumer sector decreases its spending on imported goods and services.","ans":"B","exp":"Gross domestic\nproduct (GDP) is the final total value of all goods and services produced within a country's geographic\nboundaries during a year's time. Changes in the business cycle and how the government responds to\nthose changes affect a nation's GDP. When the business cycle enters a period of contraction,\nunemployment tends to increase, and consumers tend to spend less money, which affects the amount of\ntax revenue the government obtains. When the government has less money, it often cuts governmentsponsored initiatives and programs, many of which are outsourced to the private sector. When the\neconomy rebounds and enters a period of expansion, businesses increase production; and the\ngovernment, consumer, and business sectors increase their spending. Imported goods are not a\nconsideration when measuring the GDP.\n"},"34":{"q":"When minimally skilled workers lose their jobs due to technological advancements that require\nspecialized skills, what type of unemployment exists?","a":"Cyclical","b":"Seasonal","c":"Frictional","d":"Structural","ans":"D","exp":"Structural unemployment results when people do not have the job skills for jobs that currently\nexist. Because technology has evolved at a rapid rate over the past several decades, many jobs that\nwere once performed manually or with minimal training have been replaced with automated systems or\nwith jobs requiring special skills. Seasonal unemployment occurs when people are out of work because\nof factors that involve the time of year. Frictional unemployment describes people who are temporarily\nbetween jobs due to layoffs, resignations, or educational pursuits. These people often have the skills and\ntraining they need to work but are unemployed. Cyclical unemployment occurs during periods of time\nwhen there is low demand for workers due to economic conditions and fluctuations in the business cycle.\n"},"35":{"q":"When Eddie became upset with a coworker during a business meeting, he threw his file down on the\ntable, left the conference room, and slammed the door behind him. What was Eddie demonstrating?","a":"Neutral non-verbal behavior","b":"Problem-solving techniques","c":"Positive relationship-management skills","d":"Low self-management skills","ans":"D"},"36":{"q":"What tool is often helpful to individuals who want to increase their levels of self-esteem?","a":"Unwarranted criticism","b":"Generalization statements","c":"Visualization boards","d":"Aggressive attitude","ans":"C","exp":"Self-esteem is the way you feel about yourself at any given time. A characteristic of\nhigh self-esteem includes a positive belief in your own talents, skills, and goals, and your ability to use\nyour talents and skills to accomplish your goals. Visualization is a technique that can help increase selfesteem. Visualization is the practice of imagining yourself in possession of a present or desired attribute\nor thing. To facilitate this practice, you might create a visualization board. The board consists of images\nand words that reinforce your desires or goals, and help you feel positive about your abilities to\naccomplish your goals. Frequently looking at the visualization board can help you to develop positive\nfeelings about yourself and your abilities, which can affirm your self-esteem. Unwarranted criticism and\ngeneralization statements such as, “I always make stupid mistakes,” tends to lower self-esteem. An\nassertive attitude rather than an aggressive attitude is more likely to increase self-esteem.\n"},"37":{"q":"Which of the following is an example of discrimination in the workplace:","a":"Being denied a promotion on the basis of age","b":"Being denied a job on the basis of skills","c":"Requiring employees to wear a uniform","d":"Requiring professional development and certification","ans":"A","exp":"Discrimination is the unfair treatment of a person or a\ngroup based on the person's or group's characteristics, such as ethnicity, religion, gender, and age. It is\nnot only unfair to deny a promotion to a qualified candidate because of his/her age, it is illegal in some\njurisdictions. Not hiring a person who lacks the skills to perform the work, requiring employees to wear a\nuniform, and requiring professional development and certification for certain positions are not forms of\ndiscrimination.\n"},"38":{"q":"As Ben assesses his personal strengths and weaknesses, what can he do to keep from focusing too\nmuch on his weaknesses?","a":"Develop a list of false generalizations","b":"Compare himself to others","c":"Identify one strength for every weakness","d":"Ask others for critical feedback","ans":"C","exp":"Although an important aspect of self-assessment is evaluating\nyour weaknesses, obsessing over them will only discourage you. If you identify one strength for every\nweakness, you will have a more accurate, realistic assessment of yourself. Comparing yourself to others\nand making false generalizations may also hinder your ability to accurately assess yourself. Asking\nothers for both positive and negative feedback is an important aspect of the self-assessment process, but\nit is counter-productive to obsess over the negative feedback.\n"},"39":{"q":"What personal attribute involves feeling comfortable with your opinions and decisions, even when others\ncriticize you for them?","a":"Social responsibility","b":"Creative thinking","c":"Self-confidence","d":"Optimism","ans":"C","exp":"Self-confidence is a positive belief in your own talents, skills, and objectives. Selfconfident people adhere to their personal code of ethics, even when others do not agree with or are\ncritical of those opinions, decisions, or behaviors. Creative thinking involves the use of the creativethinking process to generate unique ideas, approaches, or solutions. Social responsibility is the duty of\nbusiness to contribute to the well-being of society. Optimism is a positive attitude.\n"},"40":{"q":"When Claire tells her supervisor that she made a mistake on the report that she recently submitted, she\nis demonstrating","a":"adaptability.","b":"enthusiasm.","c":"self-control.","d":"honesty.","ans":"D","exp":"Honest people tell the truth, even when it may cause problems for them. By accepting\nresponsibility for her own actions and telling her supervisor about the mistake she made, Claire is being\ntruthful. Enthusiasm involves showing a great deal of interest in something. Self-control is restraint of\nyour feelings, words, and actions. Adaptability is the ability to adjust to changing conditions.\n"},"41":{"q":"Which of the following is an example of a person demonstrating self-control:","a":"Corinne organized and straightened up the office workroom without being told to do so.","b":"Madison expressed her understanding of Mrs. Paxton's complaint by nodding her head.","c":"Chris was able to get the vendor to reduce the price of the materials by 10 percent.","d":"Bill managed to keep his temper in check when Ali made comments that he didn't like.\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n5\n","ans":"D"},"42":{"q":"What is an important thing to remember about change?","a":"It often takes time to feel comfortable with the change.","b":"If you resist change, you can usually avoid it.","c":"Change requires you to accept a high degree of risk.","d":"A resistance to change is usually based on irrational fears.","ans":"A","exp":"Everyone experiences change—it's unavoidable.\nTo adapt to the change, it is important to remember that it often takes time to feel comfortable with the\nchange, which depends on the person and the situation. Being patient and recognizing your feelings will\nhelp you better adapt to the change. Resisting change often makes the change more difficult. Often, fear\ndrives the resistance to change and may be valid or irrational. All change involves a certain level of risk,\nbut the level of risk depends on the change involved.\n"},"43":{"q":"Which of the following are secondary dimensions of diversity:","a":"Work experience, nationality, and age","b":"Religion, work experience, and gender","c":"Family status, ethnicity, and communication style","d":"Income, family status, and education level","ans":"D","exp":"Secondary dimensions of diversity are differences that may\nchange at various points throughout one's lifetime and include such characteristics as language, religion,\nincome, geographic location, family status, communication style, and education level. Primary\ndimensions of diversity are inborn differences that cannot be changed and affect a person's entire life\nand include such characteristics as age, gender, race/ethnicity, nationality, physical traits, and abilities\n(both mental and physical).\n"},"44":{"q":"While making a presentation to a customer, Kip used complex terms that the customer didn't understand.\nIn this situation, effective communication was hindered due to","a":"the customer's emotional intelligence.","b":"Kip's personal appearance.","c":"the use of jargon.","d":"ongoing interruptions.","ans":"C","exp":"Effective communication requires that the receiver clearly understands the speaker's\nmessage. Jargon is a specialized language known only to a certain group of people. Different industries\nuse jargon or terms that those who work in other industries do not always understand. When the receiver\ndoes not understand the speaker's jargon, a barrier exists that hinders effective communication. Effective\ncommunication in the example was not hindered because Kip dressed or looked unusual or because the\ncustomer lacked emotional intelligence. Ongoing interruptions, such as multiple phone calls, may hinder\neffective communication; however, the situation does not indicate that communication was interrupted.\n"},"45":{"q":"Janelle and Kirk are members of a work team and disagree about how to proceed with a new project.\nWhat type of conflict are Janelle and Kirk experiencing?","a":"Emotional","b":"Functional","c":"Internal","d":"Secondary","ans":"B","exp":"Functional conflict occurs when people disagree about something tangible or concrete. In\nmany of these types of situations, the people involved agree on a goal but have different approaches to\nthe situation—such as the best way to proceed with a new project. Emotional conflict involves a\ndisagreement about different beliefs, values, and experiences. Internal conflict occurs within one's self.\nSecondary conflict involves disagreeing thoughts or ideas that relate to the primary or major\ndisagreement or area of concern.\n"},"46":{"q":"What leadership quality involves demonstrating competence and reliability?","a":"Credibility","b":"Creativity","c":"Integrity","d":"Adaptability","ans":"A","exp":"Credibility is how much people believe what you say. People are more likely follow a leader if\nthey believe what you say. To establish credibility, you must be able to do what needs to be done, which\nis demonstrating competence. Credibility also involves doing what you say you will do, which\ndemonstrates that you are reliable. Creativity is the ability to generate unique ideas, approaches, and\nsolutions. Integrity is adhering to an established set of personal ethics and sound moral principles.\nAdaptability is the ability to adjust to changing conditions.\n"},"47":{"q":"When Trish learned that her company was switching to a new computer-software program, she accepted\nthe change and worked overtime to become familiar with the new program. Trish exhibited __________\nbehavior.","a":"adaptable","b":"stubborn","c":"passive","d":"irresponsible","ans":"A","exp":"An adaptable person has the ability to adjust to changing conditions. To adjust to changes, a\nperson must accept the fact that changes happen all the time under many types of circumstances. Once\nyou accept that changes happen all the time, you learn to feel more comfortable when changes occur. In\nthe example, Trish was adaptable because she understood that changes occur at work, and she took\nsteps to adjust to the change by working overtime to become familiar with the new computer program. A\nstubborn person might resist change for a variety of reasons such as fear, contentment, or a lack of trust.\nNot only did Trish exhibit adaptable behavior, she exhibited assertive, responsible behavior by working to\nbecome familiar with the software.\n"},"48":{"q":"Which of the following is an example of organizational vision:","a":"A project leader generates team enthusiasm by stating, \"We're the most efficient project team in\nthe firm.\"","b":"Techno-Electronics hopes to increase its market share by 15 percent in the next year.","c":"Jiffy Parcel Service strives to provide the quickest, most reliable delivery service in the country.","d":"The members of the production department work together to help the business lower its\noperating costs.","ans":"C"},"49":{"q":"Nancy said, “That was a good try, Stanley. Next time you might want to take the opposite approach. You\nmight find that it works better for you in these types of situations.” This is an example of a coach\nproviding","a":"ineffective criticism.","b":"feedback for improvement.","c":"a standard response.","d":"continuous reinforcement.","ans":"B","exp":"A coach is a person who enables others to reach their true potential by\nhelping them to overcome the barriers that are keeping them from doing so. Effective coaches help their\ncoachees set goals and provide them with support and feedback. Providing feedback is important\nbecause coachees need to know what they are doing right, what they are doing wrong, and how they can\nimprove their performance. By suggesting that Stanley try another approach, Nancy is encouraging him\nand providing an alternative course of action to improve his performance. There is not enough\ninformation provided in the example to determine if Nancy's feedback is a standard response or if Stanley\nacts on Nancy's advice. If Stanley chooses not to follow through with Nancy's advice, the feedback would\nbe considered ineffective. A good coach will provide encouragement; however, in this example there is\nnot enough information provided to determine if Nancy reinforces or supports Stanley on a continuous or\nongoing basis.\n"},"50":{"q":"Which of the following is an example of processing a transaction with a debit card:","a":"When Naomi purchased office supplies, she presented the cashier with a card that automatically\nwithdrew funds from her business's checking account.","b":"Tyler provided his card number and expiration date to the online-travel agency so he could obtain\nhis airline tickets now and receive his bill for the tickets later.","c":"After Ava finished her meal at an upscale restaurant, she presented the server with a card that\nprovided Ava with a special discount off her bill.","d":"Jayden purchased a new video game from Great Deal Electronics using a store-issued card\ngiven to him by his grandfather.\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n6\n","ans":"A","exp":"A debit card is a common method of payment for\ngoods and services. Issued by financial institutions (e.g., banks), a cardholder scans the card into a\nmachine at the point of sale. The information is transmitted to the appropriate location, and the funds are\nelectronically transferred from the cardholder's checking or savings account to the seller's account. Credit\nis the arrangement in which businesses and individuals can purchase now and pay later. Individuals and\nbusinesses can obtain the goods and services that they need right away, such as airline tickets, and then\npay for the tickets when they receive their statements from their lending institutions. Some businesses\noffer membership or customer-loyalty cards, which provide their members or customers with product\ndiscounts. Gift cards are store-issued vouchers that a gift giver can purchase for another person to use to\nbuy the store's products.\n"},"51":{"q":"What form of currency is issued by the federal government?","a":"Paper money","b":"Brokerage bills","c":"Corporate bonds","d":"Certified notes","ans":"A","exp":"To maintain the\ncustomer's privacy, the business should not post customer information on its web site, nor should it allow\nits employees to have complete access to a customer's confidential information.\n"},"52":{"q":"After Mrs. Green provided the cashier with $2.50 in cash and coins, she left the grocery store with a\ngallon of milk. In this situation, money is being used as a","a":"store of wealth.","b":"medium of exchange.","c":"negotiating tool.","d":"bartering mechanism.","ans":"B","exp":"A medium of exchange is something of value that can be used to obtain goods and\nservices. Money is a common form of exchange. Individuals, businesses, and governments use money to\npurchase the products (e.g., milk) they need. When money is saved rather than spent, it is functioning as\na means of accumulating wealth. Negotiating is the process of resolving a disagreement. Bartering\ninvolves trading one good or service for another good or service.\n"},"53":{"q":"Emily has eight percent of her weekly paycheck placed in an employer-sponsored fund that she can\naccess later in her life, when she is no longer working. Emily is planning for her","a":"retirement.","b":"children's college education.","c":"business venture.","d":"estate's distribution.","ans":"A","exp":"People save for retirement to have money to cover their expenses when they reach\nretirement age and are no longer working. Emily might be able to borrow money from her retirement fund\nto help cover educational expenses or to start a business, which depends on the type of fund and\ngovernment regulations. Borrowing from a retirement account might involve fees and high interest rates,\nso it is often better to set up a fund specifically for education or to borrow money from a financial\ninstitution or angel investor to start a business. A will is a legal document that designates the ways in\nwhich an individual's estate is to be distributed upon his/her death.\n"},"54":{"q":"When Jeremy develops his personal budget, he should categorize the money that he spends on food,\nclothing, and entertainment as","a":"relational outflows.","b":"fixed costs.","c":"variable expenses.","d":"periodic investments.","ans":"C","exp":"Governments do not issue\nbrokerage bills, and certified notes are not forms of currency.\n"},"55":{"q":"On a pay stub, the total amount of money that a worker has earned for the pay period before deductions\nis listed as","a":"gross pay.","b":"net pay.","c":"tax-exempt income.","d":"overtime income earned.","ans":"A","exp":"Gross pay is the total income earned for the pay period before income taxes and other\ndeductions are subtracted from the wages. Net pay is the amount of money that the worker receives after\nthe taxes and other deductions have been subtracted from his/her wages. Tax-exempt income includes\nrevenues that are not taxed such as tax refunds, veteran's benefits, and welfare benefits. Overtime\nincome is the amount of money that an hourly worker earns for working more hours than s/he is normally\nscheduled to work.\n"},"56":{"q":"The following is written on the back of a check: “For deposit only; Maria Evans; Account #285655.” This\nis an example of a(n) __________ endorsement.","a":"open","b":"general","c":"restrictive","d":"congruent","ans":"C","exp":"Banks require checks to be endorsed before processing. Endorsement involves signing the\nback of the check, which allows the funds to be transferred from the check source to the payee. There\nare different types of endorsements. A restrictive endorsement limits how the check can be processed. In\nthe example, the check can only be deposited to the endorser's (Maria) specified account. The check\ncannot be cashed or placed into another account. A general endorsement allows the endorser to cash\nthe check or deposit it into the account of his/her choice—there are no restrictions placed on the funds\ntransfer. Open and congruent endorsements are fictitious terms.\n"},"57":{"q":"Melissa writes checks to pay for her rent, utilities, and groceries; and she keeps a record of all these\ntransactions in her check register. Keeping an accurate check register helps Melissa","a":"track the amount of money she has spent.","b":"determine when she needs to add funds to her savings account.","c":"understand the checking account's restrictions and fees.","d":"decide when to order new checks.","ans":"A","exp":"A check is a negotiable instrument or bank draft made\npayable to a specific party for a specific amount of money. A check serves as a written promise to the\ncheck bearer that money is available in the issuer's bank account. Checks are a common form of\nfinancial exchange. Both individuals and businesses use checks to pay goods and services such as rent,\nutilities, food, and supplies. When writing a check, an individual or business keeps a check register that\nrecords information about the transaction. This information includes the date the check is written, to\nwhom the check is made payable, the amount of the check, and the check number. The register is a\ncentral location to record and track all of the checks written and the amount of money spent. Check\nregisters do not help the check issuers determine when to add funds to a savings account, understand\nthe checking account's restrictions and fees, or decide when to order new checks.\n"},"58":{"q":"When Armand is comparing his checkbook balance with his bank statement, he must make sure that he\nhas subtracted the ____________ from his checkbook.","a":"payroll deposits","b":"accumulated interest","c":"transaction fees","d":"check numbers","ans":"C","exp":"Reconciling bank statements involves comparing the entries in a checkbook with the\nentries listed on the bank statement. It is important to make these comparisons to determine\ninconsistencies and mistakes. If a check is not recorded correctly, and if the mistake is not caught, the\nindividual runs the risk of having insufficient funds in his/her checking account, which results in bounced\nchecks. Some financial institutions charge transaction fees for checking accounts, so it is important to\nmake sure that those fees are subtracted from the checking account balance. Accumulated interest and\npayroll deposits are added to the checking account balance rather than subtracted from it. Check\nnumbers are not subtracted from the checkbook when reconciling bank statements and checkbook\nbalances.\n"},"59":{"q":"When preparing a personal income tax form, parents report some of their childcare expenses to receive","a":"capital gains.","b":"tax deductions.","c":"dividends.","d":"tax rebates.","ans":"B","exp":"Tax deductions are expenses that can be subtracted from gross income. For example,\nworking parents can deduct or subtract a certain amount of their incomes for the childcare expenses they\nincur while at work. Other examples of tax deductable expenses include college tuition, home mortgage\ninterest, and charitable donations. Capital gains are taxes on earnings from the appreciation of an\ninvestment. Dividends are a portion of a company's profits that are paid to shareholders. A rebate is a\npart of the price that a customer pays for a good or service, which is usually offered by the product's\nmanufacturer.\n"},"60":{"q":"Patrick wants to keep a certain amount of his money in a safe place in which he can earn interest on his\nsavings, and also be able to withdraw his funds without experiencing sizable financial penalties. In what\ntype of financial institution should Patrick consider placing his money?","a":"The stock market","b":"A retail bank","c":"A retirement fund","d":"A holding company","ans":"B","exp":"Retail banks provide a variety of financial services, including savings and checking\naccounts for individuals. Opening a savings account with a properly insured bank will provide Patrick with\na safe place to keep his money, and he will earn interest on the money that he places in his savings\naccount. Patrick will also be able to remove money to pay bills without incurring the financial penalties he\nmight experience if he borrowed money from his retirement fund. Investing in the stock market involves\nrisk; however, Patrick may earn dividends on stocks that perform well. A holding company (parent\ncompany) is a business that owns the majority of another company's shares of stock.\n"},"61":{"q":"What is the advantage of using generally accepted accounting principles?","a":"Reduces the need for the full disclosure of financial data","b":"Allows businesspeople to summarize financial data differently","c":"Presents financial information in a standard format","d":"Identifies inconsistencies in business procedures\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n7\n","ans":"C","exp":"Generally accepted accounting principles (GAAP) are\nrules that accountants use to prepare and summarize financial reports. Because accountants use the\nsame standards and rules, accounting information is consistent and clear to all of the people who read,\ninterpret, and work with financial information. Summarizing data in different ways and identifying\ninconsistent business procedures are not advantages of using GAAP. To be in compliance, businesses\nmust fully disclose important financial data.\n"},"62":{"q":"Accounting computer software programs increase the efficiency of accounting activities because they are\nused to","a":"monitor market share and summarize accounts payable data.","b":"track payroll activities and develop annual reports.","c":"create invoices and record customer payments.","d":"organize tax records and produce presentations.","ans":"C","exp":"Accounting software programs perform a variety of\naccounting activities that streamline accounting processes, which makes them more efficient. Accounting\nsoftware allows businesses to create invoices, record customer payments, track payroll activities,\nsummarize accounts payables, and organize tax records. Businesses use word-processing software to\nproduce annual reports and presentation software to produce visual aids for presentations. Businesses\ndo not use accounting software to monitor market share.\n"},"63":{"q":"Which of the following are examples of cash outflows:","a":"Payroll, stocks, and product sales","b":"Supplies, loans, and earned interest","c":"Rent, utilities, and supplies","d":"Utilities, sale of assets, and payroll","ans":"C","exp":"Cash outflows refer to the monies that go out of the business—the\nbusiness's expenses. Rent, utilities, supplies, and payroll are examples of business expenses. Loans,\nearned interest, sales, and the sale of assets are ways to bring money into the business—these are\nexamples of cash inflows.\n"},"64":{"q":"Which of the following is an example of an ethical dilemma that human resources managers may\nencounter:","a":"Hiring a friend or family member","b":"Promoting a qualified employee","c":"Recruiting job candidates online","d":"Developing a pay scale for employees","ans":"A","exp":"Nepotism is the practice in which an influential person hires friends or\nfamily members to fill open job positions. This often creates ethical dilemmas or conflicts of interest\nbecause the positions may be filled by unqualified individuals. This practice also prevents otherwise\nqualified candidates from obtaining a job. Promoting a qualified employee, recruiting job candidates\nonline, and developing a pay scale for employees are ethical actions.\n"},"65":{"q":"Customers are more likely to spend a lot of time evaluating several options before buying a product when","a":"the need is immediate.","b":"the product is perishable.","c":"the product is expensive.","d":"brand insistence is a factor.","ans":"C","exp":"Because money is a limited resource, customers tend to spend more time\ncomparing and evaluating the features and benefits of expensive items before making a decision to buy.\nIndividuals tend to spend more time evaluating options when buying homes, cars, and computers.\nBusinesses tend to spend more time evaluating items such as operating equipment and contract services\n(e.g., ad agencies and tech support) before making a decision. Customers are less likely to spend a lot of\ntime evaluating perishable items (e.g., food) or things that they need immediately (emergency health\ncare). If a customer has a high level of loyalty to a specific brand, then the customer will spend less time\nevaluating competitors' products before making a decision to buy.\n"},"66":{"q":"The effective use of touch points can help a business to","a":"limit its exposure to economic risks.","b":"minimize market share.","c":"improve data-management processes.","d":"strengthen its brand value.","ans":"D","exp":"Touch points are all of the opportunities that a business has to connect with\nits customers. A business's products, employees, facility, web site, and promotional materials are\nexamples of touch points. The effective, consistent use of touch points can increase the business's brand\nvalue, which may contribute to other positive results, such as increased market share and increased\ncustomer loyalty. The use of touch points does not help a business improve its data-management\nprocesses, but effective data-management processes can help the business use its touch points\neffectively. Because many external economic factors (e.g., interest rates, regulations, business cycles)\naffect a business's risk levels, a business can implement strategies to manage the effects of various\neconomic risks; however, the business cannot limit its exposure to those risks.\n"},"67":{"q":"Which of the following sources is most likely to contain timely information:","a":"A journal article about a medical breakthrough that was published a decade ago","b":"A technical-trends report that was written on February 5, 2010","c":"A stock table that appeared in a national newspaper on January 14, 2010","d":"A second edition history textbook that contains a 2000 copyright date","ans":"B","exp":"An important factor to consider when\nevaluating information is its timelines. If an article or report was published a long time ago, the\ninformation may not be relevant or accurate anymore, particularly if the topic involves technology.\nBecause the technical-trends report was written recently, the information is likely to be up-to-date. Due to\ntechnology, the world is constantly experiencing medical breakthroughs and changes; therefore, a journal\narticle that was published a decade (10 years) ago is less likely to contain up-to-date information. Stock\nvalues change rapidly, so a stock table that appeared in a newspaper on January 14, 2010 would not\ncontain the most current information about stock values. Because the world's history has dramatically\nchanged since 2000, the history textbook is outdated.\n"},"68":{"q":"Natalie is a research associate for a marketing-research firm who spends a lot of her time on the Internet\nto obtain various types of business information. Natalie can save time and easily return to web sites that\nshe frequently visits by using the __________ tool on her Internet browser.","a":"classifying","b":"highlighting","c":"sorting","d":"bookmarking","ans":"D","exp":"The bookmarking computer tool allows users to save URL addresses on their computers.\nThe bookmarking tool allows users to quickly return to favorite or frequently visited web sites without\nreentering a specific URL address every time they want to access the web sites. This is a beneficial tool\nfor businesspeople who need to do ongoing research, or for employees who need to access vendor and\ncustomer web sites several times a day. The highlighting function allows computer users to highlight or\nmark text in a document or spreadsheet. Sorting allows users the ability to organize, classify, or\ncategorize data in a specific format, such as an alphabetical or numerical sequence.\n"},"69":{"q":"Which of the following is the primary computer-system tool used to input data:","a":"Software","b":"Printer","c":"Keyboard","d":"Hardware","ans":"C","exp":"Computer keyboards are used to type or place text, numbers, and graphics into the computer.\nA keyboard is an essential item for inputting data into a computer system. Printers allow the user to print\n(or copy or scan) documents and graphics from the computer. The hardware consists of the central\nprocessing unit, hard drive, and modem. Software programs are installed in the computer and instruct the\ncomputer to perform certain operations.\n"},"70":{"q":"To use various software programs, a computer must have a(n)","a":"Internet connection.","b":"operating system.","c":"search-engine mechanism.","d":"task toolbar.","ans":"B","exp":"In a\nmarket economy, individuals and businesses in the marketplace determine what, how, and for whom\ngoods and services will be produced. When a country's economic system is moving from one type of\neconomic system to another type of economic system, it is in a transitional state.\n"},"71":{"q":"What is one benefit that the Internet provides consumers?","a":"Provides a way to promote products","b":"Makes it easier to comparison shop","c":"Lessens the need for intermediaries","d":"Reduces information overload","ans":"B","exp":"The continuing growth of the Internet (e-commerce) allows\nconsumers to log onto their computers and visit several web sites to compare products and prices. This\nmakes comparison shopping easier because consumers do not need to telephone or drive to multiple\nbusinesses to obtain the desired product information. The Internet benefits businesses because it allows\nthem to promote their products on their web sites. Another way that the Internet affects businesses is that\nit often reduces the need to use intermediaries to get the products to the end users. Because there is so\nmuch information available through the Internet, people may suffer from information overload, which is a\ndisadvantage of the Internet.\n"},"72":{"q":"If Joe wants to respond to an e-mail message that he received from Natalie, he should first click on the\n___________ key.","a":"send","b":"forward","c":"reply","d":"import","ans":"C","exp":"The reply key allows the e-mail recipient to write a response to the sender's message. The\nforward key allows the e-mail user to send or forward a message that s/he received to another user. The\ne-mail user clicks on the send key when s/he wants to transmit the message to the message receiver.\nThe import key allows a user to bring documents, graphics, or programs into a computer program from\nanother computer program.\n"},"73":{"q":"Which of the following is an example of a “stop” word that a search engine is most likely to ignore when\nretrieving query results:","a":"The","b":"Cop","c":"Sew","d":"Hat\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n8\n","ans":"A","exp":"Words such as “a,” “for,” and “the” are stop words, which are commonly used words that do not\nalways add meaning to the primary search terms. For example, if the words, “the Pittsburgh Steelers”\nwere entered in the query field, the word “the” would most likely be ignored by the search engine, which\nwould focus on the words, “Pittsburgh Steelers.” However, there are exceptions to every rule. For\nexample, the query “WHO” is likely to bring up results that contain information about the World Health\nOrganization. If “the” is placed before “WHO” in the query, results are most likely to bring up information\nabout the musical group, The Who. Cop, sew, and hat are less likely to be ignored when entered into a\nsearch engine query.\n"},"74":{"q":"While typing a document using word-processing software, Janice decided that she wanted to move a\nparagraph from the first page to the second page of her business report. What actions should Janice use\nto efficiently move the text?","a":"Cut and paste","b":"Copy and paste","c":"Delete the text and retype it in the new location","d":"Delete the text and copy it into a text box in the new location","ans":"A","exp":"Businesspeople use word-processing software programs to create text documents such\nas business letters, memos, reports, etc. Word-processing software programs have many features and\nfunctions that allow the computer user to manipulate text. For example, the cut function allows the user to\nselect a block of text and remove it from a certain location. By moving the curser to another location and\nselecting the paste function, the user can place the previously cut text into a different part of the\ndocument. This process eliminates the need to delete text and retype it in a different section of the\ndocument, which can be time consuming. The copy function copies the selected text but does not\nremove it from its existing location. If the text is not copied before it is deleted, then it would not be\npossible to move the text to a new location in the document.\n"},"75":{"q":"When using presentation software, computer users can add visual and sound effects between slides that\nallow for an interesting","a":"lead.","b":"feed.","c":"jump.","d":"transition.","ans":"D","exp":"Presentation-software applications provide computer users with the option to add different\nsound and visual effects when moving from slide to slide. This option is called a transition. The transition\nmakes the presentation more interesting and visually appealing. The ability to add visual and sound\neffects between presentation-software slides is not referred to as a feed, jump, or lead.\n"},"76":{"q":"The primary purpose of collaborative software applications in the business environment is to","a":"maintain authority.","b":"interpret data.","c":"archive old documents.","d":"share information.","ans":"D","exp":"Natalie can save time and easily return to web sites that\nshe frequently visits by using the __________ tool on her Internet browser.\nA. classifying\nC. sorting\nB. highlighting\nD. bookmarking\n69. Which of the following is the primary computer-system tool used to input data:\nA. Software\nC. Keyboard\nB. Printer\nD. Hardware\n70. To use various software programs, a computer must have a(n)\nA. Internet connection.\nC. search-engine mechanism.\nB. operating system.\nD. task toolbar.\n71. What is one benefit that the Internet provides consumers?\nA. Provides a way to promote products\nC. Lessens the need for intermediaries\nB. Makes it easier to comparison shop\nD. Reduces information overload\n72. If Joe wants to respond to an e-mail message that he received from Natalie, he should first click on the\n___________ key.\nA. send\nC. reply\nB. forward\nD. import\n73. Which of the following is an example of a “stop” word that a search engine is most likely to ignore when\nretrieving query results:\nA. The\nC. Sew\nB. Cop\nD. Hat\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n8\n\n74. While typing a document using word-processing software, Janice decided that she wanted to move a\nparagraph from the first page to the second page of her business report. What actions should Janice use\nto efficiently move the text?\nA. Cut and paste\nB. Copy and paste\nC. Delete the text and retype it in the new location\nD. Delete the text and copy it into a text box in the new location\n75. When using presentation software, computer users can add visual and sound effects between slides that\nallow for an interesting\nA. lead.\nC. jump.\nB. feed.\nD. transition.\n76. The primary purpose of collaborative software applications in the business environment is to\nA. maintain authority.\nC. archive old documents.\nB. interpret data.\nD. share information.\n77. When developing a web page, it is best to\nA. leave space for banner ads.\nB. incorporate a variety of fonts.\n\nC. use short blocks of text.\nD. avoid use of graphics.\n\n78. Warehousing and shipping methods are operations considerations related to\nA. scheduling.\nC. maintenance needs.\nB. logistics.\nD. expense control.\n79. Production shortcuts that lower the durability of goods are unethical practices relating to\nA. insurance premiums.\nC. output rates.\nB. product quality.\nD. inventory accuracy.\n80. Why is it important for businesses to follow local health ordinances?\nA. To reduce the risk of widespread illness\nC. To protect the natural environment\nB. To prevent accidents in the workplace\nD. To lower the need for medical care facilities\n81. What can managers do to ensure that their employees are following the business's safety procedures in\nthe workplace?\nA. Install security equipment\nB. Monitor employees' computer usage\nC. Conduct safety inspections\nD. Include safety policies in the employee handbook\n82. While Ken was heating up his lunch in the company's kitchen microwave oven, his food caught on fire.\nWhat is the most appropriate action for Ken to take?\nA. Use the kitchen fire extinguisher to put out the fire\nB. Leave the kitchen to report the fire to his supervisor\nC. Call 411 and request assistance from the fire department\nD. Open the window for evacuation purposes\n83. What is the advantage to a business that installs external surveillance cameras in prominent locations\naround its property?\nA. Reduces the risk of extortion\nC. Eliminates the need to install alarms\nB. Discourages attempted burglaries\nD. Prevents armed robberies\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n9\n\n84. In which of the following situations is a business most likely to experience a security breach:\nA. The technology coordinator regularly updates the antivirus software on all of the firm's\ncomputers.\nB. A small business owner installs electronic locks and security windows in the company's\nwarehouse.\nC. The last employee to leave a business facility after business hours fails to set the security alarm.\nD. A business employee uses a paper shredder to destroy business records that it no longer needs.\n85. What type of computer program helps protect digital business information from the negative effects of\nmalware?\nA. Cookies\nC. Firewalls\nB. Spyware\nD. Shareware\n86. What project-management activity involves determining when project tasks should be performed?\nA. Processing\nC. Evaluating\nB. Monitoring\nD. Scheduling\n87. Office supplies, computers, steel, and signage are examples of __________ resources that might be\nneeded for projects.\nA. donated\nC. tangible\nB. support\nD. perishable\n88. What is likely to happen if a business fails to monitor its inventory of office supplies?\nA. Restocking fees decrease.\nC. Employee productivity increases.\nB. Restocking fees increase.\nD. Employee productivity decreases.\n89. Which of the following is an important question that a business should ask when selecting a vendor:\nA. What is our business's target market?\nB. What computer program does the vendor use for its project management processes?\nC. Does the vendor have the resources to consistently meet our business's needs?\nD. What are our business's strengths and weaknesses?\n90. Arm and Hammer baking soda, which was originally developed as a cooking ingredient, is now being\nsold as an effective refrigerator deodorizer. This is an example of ____________ innovation.\nA. distributed\nC. positioning\nB. process\nD. associative\n91. Before you analyze the available information to solve a problem, it is important to\nA. brainstorm possible solutions.\nB. identify and check your assumptions.\nC. determine the best solution from several alternatives.\nD. ask for input from your peers.\n92. Even when times are tough for Caitlin's business venture, she tends to remain positive—she looks at the\nglass as half full rather than half empty. What characteristic of entrepreneurship is Caitlin exhibiting?\nA. Innovation\nC. Optimism\nB. Organization\nD. Determination\n93. Colin is an experienced computer programmer who has contacted an organization to help him find a new\njob in another city. After the organization helps Colin obtain a job, Colin's new employer will pay a fee to\nthe organization. What type of organization is helping Colin find a job?\nA. Internet referral service\nC. Government job placement office\nB. Academic counseling center\nD. Private employment agency\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n10\n\n94. Which of the following statements is true about completing job applications:\nA. A résumé is not necessary if you are completing a job application.\nB. Use a pencil to fill out the application in case you make a mistake.\nC. Leave blank spaces for information that you do not have readily available.\nD. Write clearly using a black or blue pen to present a professional appearance.\n95. To present a positive impression during a job interview, the applicant should\nA. provide short answers.\nC. wear business-casual clothing.\nB. demonstrate selective hearing.\nD. exhibit enthusiasm.\n96. A primary purpose of sending a follow-up letter to the interviewer after a job interview is to\nA. ask for a second interview, if the first interview did not go well.\nB. provide detailed information about your integrity and skills.\nC. reinforce your qualifications and interest in the position.\nD. request more information about the job's salary and benefits.\n97. What type of words should Rebecca use to describe her skills and accomplishments when writing her\nrésumé?\nA. Passive\nC. Vague\nB. Action\nD. Jargon\n98. Sally is interested in working with animals. In her free time, Sally goes to the local animal shelter to help\nfeed, walk, and care for the stray dogs and cats. Sally is gaining experience in her field of interest by\nA. doing volunteer work.\nC. job shadowing a veterinarian.\nB. participating in an internship.\nD. organizing a charitable event.\n99. Seminars and workshops that are sponsored by trade associations are ways to obtain job training for\npeople who\nA. work in a specific industry.\nC. want to obtain a graduate degree.\nB. are getting ready to retire.\nD. need to improve their management skills.\n100. When managers have the ability to understand how all of the functions of the company are interrelated,\nthey possess\nA. technical competence.\nC. conceptual skills.\nB. interpersonal skills.\nD. innovative ideas.\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM – KEY\n\n11\n\n1. D\nFraud. A tort is a private wrongdoing against another person. Businesses can be held responsible in a\nvariety of torts. For example, suppose a business's employee intentionally provides misleading product\ninformation to a customer in order to make a sale. Then, the customer purchases and is injured by the\nproduct based on the employee's misleading information. The customer may file a civil lawsuit against\nthe business, and in some situations, the business's employee for fraudulent behavior. Assault and\nintrusion are criminal acts that are addressed in the criminal court system rather than the civil court\nsystem. Defamation is a tort that involves harm to an individual's or business's reputation.\n"},"77":{"q":"When developing a web page, it is best to","a":"leave space for banner ads.","b":"incorporate a variety of fonts.\n","c":"use short blocks of text.","d":"avoid use of graphics.\n","ans":"C","exp":"Since web surfers want information quickly, they tend to scan over the web page\nrather than reading the text in detail. Therefore, short blocks of text are often most effective in grabbing\nthe reader's attention. In some situations, such as presenting a product's features, the text may be\npresented in a bullet-point format. Using too many fonts may make the text difficult to read. Applicable\ngraphics should be included on the web page to add interest. Not all web pages include advertising, so\nleaving space for banner ads is not always necessary.\n"},"78":{"q":"Warehousing and shipping methods are operations considerations related to","a":"scheduling.","b":"logistics.","c":"maintenance needs.","d":"expense control.","ans":"B","exp":"Operations are the day-to-day activities for continued business functioning. Logistics refers to\nthe function of operations that manages the flow of goods and services from production to consumption.\nLogistics includes all the people, information, and processes involved in storing (e.g., type of warehouse)\nand transporting goods (e.g., shipping method). Scheduling is the production activity that establishes the\ntimetable to be followed in production. Maintenance needs refer to the routine maintenance and repair of\nbusiness facilities and equipment. The operations function controls many activities within the business,\nwhich means that this function encounters a lot of expenses incurred by the business. Therefore,\nexpense control is an important operations activity because it focuses on efficiency and keeping the\nbusiness's costs low for its day-to-day activities.\n"},"79":{"q":"Production shortcuts that lower the durability of goods are unethical practices relating to","a":"insurance premiums.","b":"product quality.","c":"output rates.","d":"inventory accuracy.","ans":"B","exp":"Product quality is the degree of excellence of a good or service—how good it is. Quality\nis an ethical issue that might affect the operations function because businesses decide the quality of the\nproducts they provide. If the business cuts corners in the production process, such as using lower grade\ninputs to save money or boost profits, the product quality can be affected. The use of lower grade inputs\nmay produce low quality outputs that may not perform well or be durable. This practice is unethical if the\nbusiness doesn't communicate to its customers that the products contain lower grade materials and may\nnot be durable. Insurance premiums are payments for insurance policies. Output rates refer to the\nnumber of goods or services produced in a certain period of time. Businesses compare the inventory\nrecords to the physical inventory counts to verify inventory accuracy.\n"},"80":{"q":"Why is it important for businesses to follow local health ordinances?","a":"To reduce the risk of widespread illness","b":"To prevent accidents in the workplace","c":"To protect the natural environment","d":"To lower the need for medical care facilities","ans":"A","exp":"The purpose of health regulations is to protect the population\nfrom widespread illnesses. Depending on the industry or business type, most localities require\nbusinesses to follow certain rules to reduce the risk of illness. For example, various levels of government\nare likely to require that restaurants handle, store, and cook foods in certain ways to prevent illnesses\nsuch as e coli. Safety regulations intend to reduce the risk of accidents. The purpose of environmental\nregulations is to protect the natural environment from such issues as air pollution and waste\nmanagement. Following health ordinances does not lower a community's need for medical care facilities.\n"},"81":{"q":"What can managers do to ensure that their employees are following the business's safety procedures in\nthe workplace?","a":"Install security equipment","b":"Monitor employees' computer usage","c":"Conduct safety inspections","d":"Include safety policies in the employee handbook","ans":"C","exp":"By periodically inspecting the work environment, managers can determine if\nemployees are following the business's safety procedures. To determine if employees are following the\nsafety procedures, managers may monitor employees who are operating production equipment, or they\nmay check the facility to make sure that aisles and exits are not blocked by boxes. Monitoring computer\nusage will not ensure that employees are following the business's safety procedures. Simply installing\nsecurity equipment, such as surveillance cameras, will not ensure that employees are following safety\nrules—the business must review the surveillance video to determine if employees are violating safety\nprocedures. Including safety policies in the employee handbook is a way to inform the employees about\nthe business's safety policies and procedures; however, this action does not ensure that employees\nfollow the procedures.\n"},"82":{"q":"While Ken was heating up his lunch in the company's kitchen microwave oven, his food caught on fire.\nWhat is the most appropriate action for Ken to take?","a":"Use the kitchen fire extinguisher to put out the fire","b":"Leave the kitchen to report the fire to his supervisor","c":"Call 411 and request assistance from the fire department","d":"Open the window for evacuation purposes","ans":"A","exp":"For safety purposes, most localities require that\nbusinesses have fire extinguishers placed throughout their facilities. Business facilities that have kitchens\nshould keep fire extinguishers in a prominent space of the kitchen so that they are easily available to put\nout small fires that are contained in pans, microwaves, etc. In the situation presented, the fire is small\nand contained to a limited location, so Ken should be able to use the fire extinguisher to put it out. If Ken\nleaves to tell his supervisor about the fire, the fire may spread. Ken should leave the kitchen and follow\nthe company's fire evacuation policies if the fire is spreading. The company's policies may involve leaving\nthe kitchen and to advise others to evacuate, opening a window, or calling 911 (rather than 411) to\nrequest assistance from the fire department after everyone has evacuated the building.\n"},"83":{"q":"What is the advantage to a business that installs external surveillance cameras in prominent locations\naround its property?","a":"Reduces the risk of extortion","b":"Discourages attempted burglaries","c":"Eliminates the need to install alarms","d":"Prevents armed robberies\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n9\n","ans":"B","exp":"When would-be burglars see surveillance cameras in several\nlocations around a business, they are less likely to attempt to break in because they will be video-taped\nor photographed by the cameras. When the burglars' actions are taped, law enforcement agencies are\nmore likely to identify and arrest them. Although surveillance cameras don't prevent all burglaries or\nrobberies, they can often deter these activities. Most businesses use a combination of security measures\nto secure their facilities, including door and window locks and different types of alarm systems.\nBusinesses need and use different types of alarm systems, such as fire alarms or smoke detectors,\nwhich are often required by law. Therefore, the use of surveillance cameras does not eliminate the need\nfor alarm systems. Extortion is blackmail and would not necessarily be impacted by surveillance\ncameras.\n"},"84":{"q":"In which of the following situations is a business most likely to experience a security breach:","a":"The technology coordinator regularly updates the antivirus software on all of the firm's\ncomputers.","b":"A small business owner installs electronic locks and security windows in the company's\nwarehouse.","c":"The last employee to leave a business facility after business hours fails to set the security alarm.","d":"A business employee uses a paper shredder to destroy business records that it no longer needs.","ans":"C","exp":"To\nprotect their personal well-being, the well-being of coworkers and customers, and the business's\nproperty, employees need to follow their employers' security procedures. If the employee is the last\nperson to leave the business facility, s/he needs to ensure that the doors are locked and the security\nalarm is set. If the security alarm is not set, it increases the risk of theft because it makes it easier for a\nthief to break into the building to steal money, inventory, or equipment. Installing electronic locks and\nsecurity windows, updating antivirus software, and shredding unneeded documents are activities that\nreduce the risk of security breaches.\n"},"85":{"q":"What type of computer program helps protect digital business information from the negative effects of\nmalware?","a":"Cookies","b":"Spyware","c":"Firewalls","d":"Shareware","ans":"C","exp":"Malware (malicious software) is an illegal computer program that is used to disrupt computer\nprocesses, destroy computer programs, and access confidential business information. Firewalls are\ntypes of computer programs that combat these types of dishonest activities and protect a business's\ndigital information. Spyware is a computer program that tracks and captures a computer user's Internet\nusage habits, e-mail messages, etc. Cookies are text files that are put on a web-site visitor's hard disk\nand then later retrieved during subsequent visits to the site to track Internet behavior. Shareware is a\ntype of computer program in which computer users can sign up for the software on a trial basis. After the\ntrial expires, the computer user can purchase and register the program, if desired.\n"},"86":{"q":"What project-management activity involves determining when project tasks should be performed?","a":"Processing","b":"Monitoring","c":"Evaluating","d":"Scheduling","ans":"D","exp":"Project management is the process of planning, scheduling, and monitoring the progress of\na project to achieve a specific goal. Scheduling is the process of developing plans that list the order of\ntasks that need to be performed and their completion dates. Schedules are tools that help project\nmanagers and team members organize their tasks, manage their time, and meet stated deadlines.\nMonitoring is periodically checking the progress of an activity or task. Evaluating is reviewing or\nexamining the value or importance of something. Processing is carrying out a task.\n"},"87":{"q":"Office supplies, computers, steel, and signage are examples of __________ resources that might be\nneeded for projects.","a":"donated","b":"support","c":"tangible","d":"perishable","ans":"C","exp":"Many types of resources-human, materials, time, money—are needed to complete projects.\nTangible resources are those that can be touched, smelled, tasted, seen, or heard. Office supplies,\ncomputers, steel, and signage are tangible items because they can be seen and touched. Perishable\ngoods (e.g., various foods) are items that are capable of spoiling, decaying and dying. Donated\nresources are contributed or given by others. There is not enough information to determine if goods in the\nexample are donated items. Often, projects require support services. These are technical or complicated\nactivities the project members cannot do themselves.\n"},"88":{"q":"What is likely to happen if a business fails to monitor its inventory of office supplies?","a":"Restocking fees decrease.","b":"Restocking fees increase.","c":"Employee productivity increases.","d":"Employee productivity decreases.","ans":"D","exp":"Businesses need office supplies to operate efficiently. If a business\nruns out of necessary supplies, the employees' productivity decreases because they do not have the\ntools available to do their jobs efficiently. For example, if a business runs out of copy paper and forms, its\nemployees cannot print letters, reports, or invoices, or conduct other activities that are necessary to keep\nthe business operating smoothly. Many businesses develop inventory control procedures to monitor their\nsupplies to reduce the risk of running out of supplies. Businesses (e.g., manufacturers) charge their\ncustomers restocking fees for returning ordered goods that the customers no longer want or need.\nRestocking fees are part of the business's return policies rather than its operating polices.\n"},"89":{"q":"Which of the following is an important question that a business should ask when selecting a vendor:","a":"What is our business's target market?","b":"What computer program does the vendor use for its project management processes?","c":"Does the vendor have the resources to consistently meet our business's needs?","d":"What are our business's strengths and weaknesses?","ans":"C","exp":"A business that wants to\nbuild a long-term relationship with a vendor must consider many factors. Most importantly, the business\nmust determine if the vendor has the resources to meet the business's needs. Some resources include\nthe product availability, technical-system compatibility, customer-service support, etc. The vendor's\nproject management computer program is not usually a primary consideration during the vendorselection process. The business's own target market is a marketing consideration for the business rather\nthan for vendor selection. The business's strengths and weaknesses are identified in its SWOT analysis,\nand do not directly relate to the vendor-selection process.\n"},"90":{"q":"Arm and Hammer baking soda, which was originally developed as a cooking ingredient, is now being\nsold as an effective refrigerator deodorizer. This is an example of ____________ innovation.","a":"distributed","b":"process","c":"positioning","d":"associative","ans":"C","exp":"Position innovation occurs when an existing product is repositioned. In the situation provided,\na new use for the baking soda prompted Arm and Hammer to reposition the product as a deodorizer. The\nbasic product did not change, but the company redesigned the package so that a filtered panel opened\non the side of the box for optimal odor absorption. Process innovation involves changing the way that a\nproduct is produced or delivered. Distributed innovation refers to a decentralized model used for problem\nsolving. Associative innovation is a fictitious term.\n"},"91":{"q":"Before you analyze the available information to solve a problem, it is important to","a":"brainstorm possible solutions.","b":"identify and check your assumptions.","c":"determine the best solution from several alternatives.","d":"ask for input from your peers.","ans":"B","exp":"An assumption is a thought or idea that you presume (take for\ngranted) is true. In some situations, a person makes incorrect assumptions. For example, a supervisor\nmay assume that an employee has completed a task by deadline. The supervisor makes this assumption\nbecause the employee has completed tasks by the given deadlines in the past. The supervisor's\nassumption is based on his/her experience. However, the employee experienced a computer problem,\nwhich prevented her/him from completing the task by deadline. So, in this particular situation, the\nsupervisor's assumption was incorrect. Therefore, when you are solving problems, it is important to make\nsure that you have all of the correct information available and that you look at situations and issues\nobjectively. After collecting all of the necessary information and checking assumptions, you can\nbrainstorm solutions and determine the best solution to implement. The nature of the problem depends\non whether or not you need to ask for input from your peers.\n"},"92":{"q":"Even when times are tough for Caitlin's business venture, she tends to remain positive—she looks at the\nglass as half full rather than half empty. What characteristic of entrepreneurship is Caitlin exhibiting?","a":"Innovation","b":"Organization","c":"Optimism","d":"Determination","ans":"C","exp":"Successful entrepreneurs possess an optimistic attitude. An optimistic person has a positive\noutlook on life, and looks for the opportunities to grow, even when s/he experiences challenges and\nsetbacks. Organizational skills involve developing and executing processes or activities in a systematic\nway. Innovation is the process or ability to develop a new product, process, position, or paradigm.\nDetermination is the drive or willpower to achieve a goal.\n"},"93":{"q":"Colin is an experienced computer programmer who has contacted an organization to help him find a new\njob in another city. After the organization helps Colin obtain a job, Colin's new employer will pay a fee to\nthe organization. What type of organization is helping Colin find a job?","a":"Internet referral service","b":"Academic counseling center","c":"Government job placement office","d":"Private employment agency\n\n\f2010 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n10\n","ans":"D"},"94":{"q":"Which of the following statements is true about completing job applications:","a":"A résumé is not necessary if you are completing a job application.","b":"Use a pencil to fill out the application in case you make a mistake.","c":"Leave blank spaces for information that you do not have readily available.","d":"Write clearly using a black or blue pen to present a professional appearance.","ans":"D","exp":"The way in which an\napplicant fills out a job application can affect the applicant's chances of getting an interview. A job\napplication that contains sloppy handwriting, misspelled words, and incomplete information presents an\nunprofessional impression. It indicates to the business that the applicant completes tasks haphazardly,\nwhich is not a favorable trait for employees to have. To present a professional appearance, the applicant\nshould complete every section of the application and write clearly using a blue or black pen. Some\nemployers may feel that using a pencil to complete an application is unprofessional and difficult to read.\nAlthough it depends on the position, many employers require that applicants provide résumés when they\ncomplete job applications.\n"},"95":{"q":"To present a positive impression during a job interview, the applicant should","a":"provide short answers.","b":"demonstrate selective hearing.","c":"wear business-casual clothing.","d":"exhibit enthusiasm.","ans":"D","exp":"To present a confident and professional attitude during a job interview, an applicant\nshould exhibit enthusiasm, which involves showing interest in the job and in the company. To exhibit\nenthusiasm, the applicant should smile, maintain eye contact with the interviewer, listen attentively,\nanswer questions in as much detail as necessary, and ask appropriate questions. To present a positive\nimpression, the applicant must also dress appropriately for the interview, which often involves wearing\nformal business attire, such as a business suit.\n"},"96":{"q":"A primary purpose of sending a follow-up letter to the interviewer after a job interview is to","a":"ask for a second interview, if the first interview did not go well.","b":"provide detailed information about your integrity and skills.","c":"reinforce your qualifications and interest in the position.","d":"request more information about the job's salary and benefits.","ans":"C","exp":"It is a courtesy to send follow-up letters to\ninterviewers to thank them for their time. The applicant can use the letter to reinforce his/her\nqualifications and express his/her interest in the position. This letter may also help the interviewer to\nremember the applicant. The follow-up letter should be brief—the detailed information should have been\nprovided in the application and résumé and during the interview. If the first interview did not go well,\ninterviewers do not usually ask applicants for a second interview. It would be inappropriate to request\nmore information about the job's salary and benefits in a follow-up letter. This type of information is\ntypically provided when the employer extends a job offer to the applicant.\n"},"97":{"q":"What type of words should Rebecca use to describe her skills and accomplishments when writing her\nrésumé?","a":"Passive","b":"Action","c":"Vague","d":"Jargon","ans":"B","exp":"Using action words in a résumé subtly indicates that the job applicant is assertive, on the move,\nand actively working to accomplish goals. Action words help the reader visualize the applicant performing\na task or activity. Phrases such as, “managed a long-term marketing project,” or “coordinated a local\ncharity event,” indicate that the applicant takes action to accomplish a task or goal. Passive or vague\nwords are not likely to impress or entice the reader to read further. Jargon refers to a specialized\nlanguage known only to a certain group of people. Jargon should be used sparingly and only if it is\nnecessary to describe something that is related to the job.\n"},"98":{"q":"Sally is interested in working with animals. In her free time, Sally goes to the local animal shelter to help\nfeed, walk, and care for the stray dogs and cats. Sally is gaining experience in her field of interest by","a":"doing volunteer work.","b":"participating in an internship.","c":"job shadowing a veterinarian.","d":"organizing a charitable event.","ans":"A","exp":"One way to obtain work experience is by volunteering. Volunteer work involves\ndonating time without pay to complete tasks or projects, such as feeding, walking, and caring for stray\ndogs and cats at an animal shelter. Internships involve training in which schools and businesses\ncooperate to provide on-the-job practice for learners. Job shadowing involves observing an individual\nperform his/her daily job activities in the workplace. There is not enough information provided to\ndetermine if organizing a charitable event for the animal shelter is an aspect of Sally's volunteer work, if\nSally observes the veterinarians who work at the animal shelter, or if Sally's school arranged an\ninternship.\n"},"99":{"q":"Seminars and workshops that are sponsored by trade associations are ways to obtain job training for\npeople who","a":"work in a specific industry.","b":"are getting ready to retire.","c":"want to obtain a graduate degree.","d":"need to improve their management skills.","ans":"A","exp":"Trade associations often provide continuing educational options for workers\nwho want or need to expand their skills and knowledge in a specific industry, such as plumbing or\nbuilding. As technology evolves, workers often need to attend classes, seminars, and workshops to keep\nup with the changes in their industry. Some trade associations offer management training classes, but\nnot all workers need or want these types of skills. Workers who want to obtain a graduate degree need to\nattend a college or university that offers graduate-level programs. People who are near retirement are\nunlikely to attend continuing education classes or professional development seminars and workshops.\n"}}