{"1":{"q":"Which of the following statements is true of legally binding contracts:","a":"They are not valid unless written.","b":"They clearly outline both sides of an agreement.","c":"Breaking one results in a lawsuit and possibly jail time.","d":"They are enforceable for legal and illegal acts.","ans":"B","exp":"Legally binding contracts are meant to clearly outline an\nagreement. This way, disputes and litigation can hopefully be avoided. Legally binding contracts don't\nactually have to be written; they can still be valid if they're verbal, but they're much easier to prove if they\nare in writing. Breaking a contract doesn't always result in a lawsuit or jail time. In fact, most people avoid\nlawsuits at all costs, since they tend to be expensive and lengthy. Contracts are only enforceable for legal\nacts.\n"},"2":{"q":"Which of the following is an example of a policy that's influenced by environmental law:","a":"In many places, seatbelts are required by the government.","b":"Drinking water must meet state, provincial, and federal quality standards.","c":"Medicine must be approved to be marketed to the public.","d":"Drivers must obey posted speed limits.","ans":"B","exp":"Water meeting state, provincial,\nand federal quality standards is required by environmental law. Environmental law includes all\ngovernment regulations that protect the environment, wildlife, endangered species, water, and land and\nthat prevent pollution and over-cutting of forests. Because of environmental law, businesses must\ndispose of hazardous chemicals in safe, approved ways to protect the land and water. They also must\nmeet emissions standards to protect the quality of the air. Seatbelts, medicine, and speed limit\nregulations are all important, but none of them are influenced specifically by environmental law.\n"},"3":{"q":"Which of the following statements is true of corporations:","a":"They function independently of their owners.","b":"They cannot sue or be sued.","c":"Owners are liable for the corporation's actions.","d":"They have limited life spans.","ans":"A","exp":"The U.S. Supreme Court defines a corporation as an\n“artificial being, invisible, intangible, and existing only in contemplation of the law.” A corporation\nfunctions independently of its owners and has legal rights, duties, and powers. A corporation is able to\nsue and be sued. Since the corporation is considered separate from its owners, the owners are not liable\nfor its actions. Corporations have unlimited life spans.\n"},"4":{"q":"Tyrone is writing a research paper for his business class. What question should Tyrone ask as he looks\nfor valid sources?","a":"Is this material interesting and easy to read?","b":"Is the information in this source up to date?","c":"Does this source provide relevant graphic aids?","d":"Do I agree with the viewpoint of this author?","ans":"B","exp":"It's important for Tyrone to find information that's recent. This\nisn't always important, but in a field like business, an article from 20 years ago probably won't be very\nbeneficial. Although it's certainly helpful if the information is interesting and easy to read, it's not\nnecessary. Likewise, relevant graphic aids might be nice, but Tyrone should be more concerned with the\ninformation he finds in the source. Tyrone should be looking for information that's factually correct; he\nshouldn't let his personal biases affect which sources he includes.\n"},"5":{"q":"Which of the following statements regarding company policies is true:","a":"Company policies and procedures are the same thing.","b":"Company policies identify general company rules.","c":"Company policies describe emergency measures.","d":"Company policies identify very specific employee actions.","ans":"B","exp":"Company policies are rules made in advance by\nmanagement to assist employees in decision making. They are typically general rather than specific in\nnature and relate to the company's overall vision. Company policies also describe whom the rules apply\nto and why they exist. Company policies and procedures are not the same; company procedures provide\nmore detailed step-by-step plans of how to carry out policies and processes. Company procedures\nidentify very specific employee actions, such as what to do in the event of an emergency.\n"},"6":{"q":"Asking questions is important because it","a":"gives you a chance to voice your opinion.","b":"can clear up misunderstandings.","c":"helps you become a passive participant in the conversation.","d":"helps your brain process speech more quickly.","ans":"B","exp":"Asking questions can help you clarify, understand, and clear up\nmisunderstandings. When you're attempting to listen, it's not the time to voice your opinion. By asking\nquestions, you become an active, not passive, participant in the conversation. While asking questions is\nbeneficial, it doesn't help your brain process speech more quickly. Your brain is actually very efficient\nalready; it can process speech four times as fast as people can talk.\n"},"7":{"q":"Which of the following is a correct interpretation of a common nonverbal cue:","a":"Clenched fists can signal intelligence and awareness.","b":"Crossed arms can signal friendliness and availability.","c":"Fidgeting can signal nervousness or impatience.","d":"Eye contact can signal anger or irritation.","ans":"C","exp":"A person typically fidgets when s/he is nervous,\nimpatient, or bored. Crossed arms usually signal defensiveness, not friendliness and availability.\nClenched fists often signal tension and anger, not intelligence and awareness. Eye contact by itself\ndoesn't usually mean a person is angry or irritated. Sometimes eye contact can express interest, but\nother times it can be seen as intimidating. For this reason, it's important not to rely 100% on nonverbal\ncues when interpreting a person's message.\n"},"8":{"q":"To evaluate any idea objectively, it is important to consider","a":"personal opinions.","b":"potential problems.","c":"market research.","d":"competitors' activities.","ans":"B","exp":"Objectivity involves evaluating something without bias. To evaluate without bias, you\nshould look at the situation from different points of view and evaluate the positives and negatives of the\nideas presented. Developing a pros and cons list can help you identify possible benefits and problems\nassociated with the idea. Conducting research (e.g., market research, competitive analysis) and\nobtaining facts to support an idea may or may not be necessary.\n"},"9":{"q":"One way to effectively contribute to a group discussion when you don't know much about the topic being\ndiscussed is to","a":"quickly form an opinion to share with the group.","b":"bring up a different topic that you know more about.","c":"let the more informed group members handle the conversation.","d":"ask questions to clarify what someone else is saying.\n","ans":"D"},"10":{"q":"Elizabeth is giving a speech about Abraham Lincoln. She starts with his early political life, moves on to\nhis time as president, and then ends with his death. What common organizational pattern is she using for\nher speech?","a":"Chronological","b":"Topical","c":"Spatial","d":"Cause-and-effect","ans":"A","exp":"Elizabeth puts her information about Abraham Lincoln in time sequence, otherwise known\nas chronological order. Topical order involves arranging into related subcategories, such as pros and\ncons. Spatial order arranges material according to physical space or geography, like showing the layout\nof a new building. Cause-and-effect order emphasizes the relationship between events and their\nconsequences. It could be used to demonstrate the effects of smoking or the benefits of exercise.\n"},"11":{"q":"Alma is preparing a presentation about her department's budget to make to the company president. She\nwants to use a visual representation of the budget that shows parts in relation to the whole. Alma should\nconsider using a","a":"pie chart.","b":"table.","c":"line graph.","d":"bar graph.","ans":"A","exp":"If Alma wants to illustrate her budget by showing parts in relation to the whole, she should use\na pie chart. A table is a visual way of displaying information in rows and columns. A bar graph shows\nvalues across categories. Line graphs usually depict information over time. Although Alma might want to\nuse these types of graphics for other parts of her presentation, the pie chart is the best way to show how\nthe parts of her budget add up to form the whole.\n"},"12":{"q":"Maria, a human resources manager, wants to send a message to everyone in her office about an\nupcoming change in the company's insurance policy. She should deliver this message","a":"in a memo.","b":"verbally.","c":"through a letter.","d":"with an informal e-mail.","ans":"A","exp":"Memos are typically used to inform or persuade an internal audience. Since Maria wants to\ninform the employees about insurance policy changes, writing a memo is an ideal choice. Maria should\nnot communicate this information verbally, since it will be useful for the employees to have a record of the\ninformation. Typically, letters are written for an external audience, so a letter wouldn't be appropriate for\nthe information Maria needs to share. Although Maria may consider sending a formal e-mail, she'll want\nto avoid sending an informal e-mail to her coworkers about something as important as insurance policy\nchanges.\n"},"13":{"q":"Rosa is writing a business letter to Alex Smith, whom she has never met. Which of the following\nsalutations should Rosa use:","a":"Dear Alex:","b":"Dear Mr. Smith:","c":"To Whom It May Concern:","d":"Dear Alex Smith:","ans":"D","exp":"Since Rosa hasn't met the person she's writing the letter to, she doesn't know if Alex\nSmith is male or female. For this reason, it's important for her to use the full name. If Alex Smith is a\nwoman, she might be offended if Rosa uses “Dear Mr. Smith.” “To Whom It May Concern” shouldn't ever\nbe used. It's important to find out to whom to address the letter, even if it's just to a title, such as “Vice\nPresident.” In Rosa's case, she knows the name of the recipient, so she should use that. “Dear Alex” is\ntoo informal for a business letter. It may be appropriate for a friend, but Rosa has never met Alex Smith.\n"},"14":{"q":"Jerald works for a cancer charity, and he's in charge of writing a letter asking for donations. He's\ndetermined his objective (raising money), and he has a list of potential donors to whom to send letters.\nHe wants to grab the reader's attention in the first line of his letter, so he should","a":"tell a joke to break the ice.","b":"ask the reader a provocative question.","c":"say something general so it applies to more people.","d":"explain the history of the charity.","ans":"B","exp":"When writing a persuasive letter, it's important to grab the\nreader's attention right away. One way to do this is by asking the reader a provocative question. Because\nthe reader will likely want to find out the answer, s/he will keep reading. Although telling a joke might\nseem like a good idea, it's better to avoid humor in a persuasive letter. Jerald doesn't know what the\nreader finds funny, and s/he may be offended by the joke (especially since Jerald works for a cancer\ncharity). It's better to be as specific as possible in the opening of the letter—many people glaze over\nopenings that are too vague or general. Jerald may want to include some of the charity's history later in\nthe letter if it helps the cause, but he should try to use something catchier in the intro. Facts about the\ncharity's history are unlikely to keep the attention of the reader.\n"},"15":{"q":"An effective executive summary","a":"is written for people who won't read the whole document.","b":"includes every point from the business report.","c":"uses technical terminology to show the writer's expertise.","d":"features complex compound sentences.","ans":"A","exp":"The executive summary is often read by people\nwho simply don't have time to read the entire report. That's why it's so important to make sure your\nexecutive summary is as accurate and error-free as possible. You don't need to include every point from\nthe business report—an executive summary should only be about 1/10 th the length of the original\ndocument. Focus on including only the main points. Avoid using too much technical terminology. The\nexecutive summary is often read by people who aren't experts in the field, and it needs to be easily\nunderstood by everyone. For the same reason, it's also important to avoid using complex sentences.\nRemember that the executive summary will often be skimmed by busy people. Help them understand\nyour executive summary by making it as easy-to-read as possible.\n"},"16":{"q":"To participate effectively in a staff meeting, you should","a":"answer e-mails during slow points so you don't waste any company time.","b":"bring up any personal concerns so that they can be discussed with the group.","c":"read important documents and do research ahead of time so you're prepared.","d":"share your opinion on each topic discussed so your manager knows you're paying attention.","ans":"C","exp":"The most important way\nto participate in a staff meeting is by making sure you're prepared! Read any necessary documents, and\ndo research if needed. Personal concerns should not be brought up in staff meetings; instead, bring\nthese up in private meetings with your manager. Although you may be tempted to respond to e-mails or\ncheck your phone during any slow points in the meeting, it's important to pay attention. Even if you don't\nknow much about the topic everyone else is discussing, listen politely. You don't need to share your\nopinion about everything being discussed. You don't want to dominate the conversation—give someone\nelse a chance to speak! Quietly listening is appropriate and polite.\n"},"17":{"q":"What should you do if a customer is being difficult or demanding?","a":"Promise to give the customer a significant discount.","b":"Ignore him/her, and focus on another customer.","c":"Tell the customer that his/her attitude is inappropriate.","d":"Continue to treat him/her with courtesy and respect.","ans":"D","exp":"Even if a customer is difficult and demanding, s/he\nshould still be treated well. You should never ignore a customer, and it's out of line to tell a customer that\nhis/her attitude is inappropriate. You also shouldn't confront customers. Even if they're being rude, you\nstill must treat them respectfully. Be careful about making promises to the customer that you might not be\nable to fulfill. Broken promises are poor customer relations, so avoid promising anything unless you're\nabsolutely sure that your manager would approve.\n"},"18":{"q":"When doing business with clients from another culture, you should always be sure to","a":"take the opportunity to tell the other person how you do things in your culture.","b":"research the culture and history of the people with whom you're doing business.","c":"use humor to ease tension and make everyone more comfortable.","d":"always speak English, since it's considered the international language of business.","ans":"B","exp":"Many things can differ\nfrom culture to culture—gestures, idioms, values, holidays, etc. A gesture that's perfectly fine in your\nculture might be deeply offensive in another! To avoid problems, and to show respect, it's best to do\nsome research on the culture of the people with whom you're doing business. However, remember not to\nrely on stereotypes when communicating—each person you talk to is an individual with his/her own\npersonality. You shouldn't try to educate the other person about your culture—learning about her/his\nculture shows respect, which is extremely important in most business dealings. Although you may be\ntempted to make a joke, avoid using humor. It's often culturally specific, so you risk not being understood\n—or worse, offending someone. English is the preferred language of most businesses, but that doesn't\nmean everyone uses it. Again, it shows respect to learn at least a few key phrases in the other person's\nlanguage.\n"},"19":{"q":"How can you reassure difficult customers?","a":"Offer to let them speak to your manager.","b":"Let them have what they want.\n","c":"Carefully explain why they're wrong.","d":"Show that you're on their side.\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n3\n","ans":"D"},"20":{"q":"Elizabeth has many ways of interacting with her favorite store. She can visit it in person and speak to an\nemployee, check out the store's web site online, receive one of its e-mail newsletters, or look at its\nFacebook page. The ways Elizabeth interacts with the store are","a":"touch points.","b":"contact spots.","c":"brand interactions.","d":"customer exchanges.","ans":"A","exp":"Avoid using too much technical terminology. The\nexecutive summary is often read by people who aren't experts in the field, and it needs to be easily\nunderstood by everyone. For the same reason, it's also important to avoid using complex sentences.\nRemember that the executive summary will often be skimmed by busy people. Help them understand\nyour executive summary by making it as easy-to-read as possible.\n"},"21":{"q":"Alison likes to shop at a certain grocery store. She could possibly find better prices at other stores, but\nshe feels comfortable with this one. Rather than shopping around, Alison prefers","a":"business process management.","b":"relationship buying.","c":"advocacy.","d":"corporate culture.","ans":"B","exp":"Alison wants to stick with one grocery store; therefore, she engages in relationship\nbuying. Today's customers tend to prefer relationship buying to shopping around. They find businesses\nthey feel comfortable with and stick with them. Although Alison could shop other places, she doesn't want\nto spend her time or effort looking for a new business to deal with. Business process management\ninvolves a business aligning its objectives and activities with customer needs. Advocacy is a goal of\ncustomer experience management that relates to word-of-mouth promotion and referrals to other\ncompanies. Corporate culture refers to the values and ideals that an organization encourages among its\nemployees.\n"},"22":{"q":"Although there are many grocery stores near her, Sara always shops at a particular one. This is because\nthe baggers at her preferred store help the customers carry groceries out to their cars. By offering to help\ncustomers carry their groceries, the store is increasing ________ utility.","a":"form","b":"task","c":"place","d":"time","ans":"B","exp":"Task utility is the usefulness created by altering or changing the characteristics of a service (or\ntask) to make it more useful to the consumer. When marketers offer a new or updated service, they are\ncreating or increasing benefits for consumers by doing something helpful or useful. When the grocery\nstore offers to help people carry out their groceries, it is increasing benefits for customers like Sara. Form\nutility is the usefulness created by altering or changing the form or shape of a good to make it more\nuseful to the consumer. Place utility is the usefulness created by making sure that goods or services are\navailable at the place where they are needed or wanted by consumers. Time utility is the usefulness\ncreated when products are made available at the time they are needed or wanted by consumers.\n"},"23":{"q":"Rob was planning to go on a cruise. However, when prices went up significantly, he decided to delay his\ntrip. This is an example of what type of demand?","a":"Necessary","b":"Inelastic","c":"Utility","d":"Elastic","ans":"D","exp":"When consumers like Rob adjust their demand for products due to fluctuations in price, the\ndemand is said to be elastic. In other words, demand changes when prices change. Demand for products\nthat are extras or luxuries, such as cruises, is typically elastic. More consumers will book a cruise when\nthe price is low than when it is high. Inelastic demand occurs when the demand for a good or service is\nconstant, even if the product's price changes. Utility, which refers to the usefulness of a product to the\npotential consumer, determines the basic demand for the product. Necessary isn't a type of demand.\n"},"24":{"q":"A manufacturer wants to ensure that each product it makes meets certain standards so that customer\ncomplaints and product returns will be kept at minimal levels. Meeting this goal depends on the part of\noperations known as","a":"inventory management.","b":"strategic management.","c":"purchasing.","d":"quality control.","ans":"D","exp":"Ensuring that products meet predetermined standards for excellence is known as quality\ncontrol, and it is part of operations. Purchasing and inventory management are also part of operations,\nbut purchasing refers to acquiring necessary goods and services, and inventory management means\nsupervising inventory levels to make sure there is an appropriate balance. Strategic management refers\nto the business's plans and goals for the future.\n"},"25":{"q":"A clothing company keeps track of fashion trends so that it knows which styles will sell next season.\nWhich of the following is the company most likely to use to collect information about these trends:","a":"Cultural intelligence","b":"Lobbying","c":"Environmental scanning","d":"Social responsibility","ans":"C","exp":"Keeping track of external factors and their changes is part of a process known\nas environmental scanning. This process brings important information to light for a business's owners or\nmanagers; for example, a clothing company can use environmental scanning to track an external factor\n(e.g., fashion trends) that will affect its business. Lobbying occurs when a person or group attempts to\ninfluence lawmakers to pass or block certain legislation. Cultural intelligence refers to an understanding\nof and sensitivity to the differences in customs, traditions, and values that exist among cultures. A\nbusiness's social responsibility is its duty to contribute to the well-being of society.\n"},"26":{"q":"Carol is a helpful, facilitative manager. She doesn't insist on rigid job descriptions for her employees, and\nshe focuses more on outcomes than she does on traditional business functions. Carol is a/n ________\nmanager.","a":"reactive","b":"proactive","c":"innovative","d":"competitive","ans":"C","exp":"Innovative management is more participative than traditional forms of management. As a\nresult, employees are usually included in decision-making processes. Under innovative management,\ncompany leaders are more facilitative than controlling. They also allow employees to work under less\nrigid job descriptions and focus more on outcomes than they do on traditional business functions. In\nproactive management, companies anticipate and plan in advance for a change. Proactive organizations\nare often innovative as well, but they are not necessarily the same thing. Reactive is the opposite of\nproactive—reacting to outside events when they occur instead of anticipating them beforehand.\nCompetitive isn't a style of management.\n"},"27":{"q":"Which of the following characteristics is true of a private enterprise system:","a":"Property and income are distributed equally.","b":"Unemployment and poverty are eliminated.","c":"The government owns and controls the economic resources.","d":"Businesses are free to choose what they wish to produce.","ans":"D","exp":"In a private enterprise economic system, the\nmarket is self-regulated and self-controlled. This means that businesses can choose what they wish to\nproduce. Unemployment and poverty aren't eliminated in a private enterprise system. If production drops\nbecause sales are low, companies may lay off workers or go out of business, which can lead to\nunemployment and poverty. The government doesn't own or control the economic resources in a private\nenterprise system. Instead, individuals and businesses are in charge, while the government steps in only\nto protect citizens. Property and income are not distributed equally in a private enterprise—some people\nown a great deal of property while others own little or none.\n"},"28":{"q":"Which of the following risks can be covered by insurance:","a":"Changing customer needs","b":"Obsolescence","c":"Interest rate fluctuations","d":"A car accident","ans":"D","exp":"Pure risks, which include hazard and operational risks, are considered insurable risks.\nThis means that businesses are able to take out insurance against these risks. For example, a company\ncan purchase auto insurance to protect company vehicles if they get in an accident. Speculative risks,\nhowever, are considered uninsurable. These risks, which include strategic and financial risks, are\nunpredictable, so companies cannot take out insurance to protect themselves. Obsolescence and\nchanging customer needs are strategic risks, while interest rate fluctuations are a financial risk.\n"},"29":{"q":"The Food and Drug Administration, or FDA, tests foods, cosmetics, and drugs to prevent the sale of\nunsafe items. What type of government control is this?","a":"Monopoly","b":"Licensing","c":"Regulatory","d":"Wage/Price\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n4\n","ans":"C","exp":"The Food and Drug Administration (FDA) is known as a regulatory agency. It was set up to\nmonitor business activity. Because regulatory agencies are constantly watching to see that businesses\nfollow the law, they are often referred to as watchdog agencies. Licensing is another form of government\ncontrol, but it refers to the process of issuing a permit allowing an individual or a business to function in\nthe marketplace. To obtain a license, the business or individual must meet government requirements. A\nmonopoly isn't a type of government control—the government actually tries to ban or regulate\nmonopolies. A monopoly exists when a single business influences the entire production of a particular\ngood or service. Governments sometimes use wage or price controls to influence how much businesses\npay workers and/or charge for their products.\n"},"30":{"q":"How do unions benefit businesses?","a":"Unions can help businesses save time by recruiting employees.","b":"Unionized companies pay higher wages.","c":"Unions sometimes take control of personnel matters such as promotions.","d":"Unions give employees more bargaining power.","ans":"A","exp":"Although some individuals don't think\nthat businesses gain any benefits from unions, there are actually some advantages to having unionized\nemployees. For example, unions can help with the recruitment of new employees, which can save\nbusinesses time and money. Unionized companies typically pay their employees higher wages and offer\nbetter benefits. This isn't necessarily good for the business, since they must find ways to maintain profits\nand cover the cost of higher wages. When unions take control of personnel decisions, management loses\nthe power to decide who gets promoted. While having more bargaining power is definitely good for the\nemployees, it isn't necessarily good for the business.\n"},"31":{"q":"Which of the following activities is part of the primary stage of production:","a":"Manufacturing","b":"Fishing","c":"Construction","d":"Banking","ans":"B","exp":"The primary stage of production involves harvesting or extracting products from the earth. This\nincludes fishing as well as mining, farming, and hunting. Manufacturing and construction are both\nconsidered part of the secondary stage of production. In this stage, raw materials are turned into finished\ngoods. Tertiary production is the service industry—in other words, tertiary production involves an\nintangible product. This includes banking, entertainment, law, and many other services.\n"},"32":{"q":"Which of the following is a typical result of price instability:","a":"Wealth is redistributed in a way that is often productive to the economy.","b":"It becomes difficult for consumers to plan ahead.","c":"Long-term government projects are easier to arrange.","d":"Businesses often hire more employees.","ans":"B","exp":"If there is no inflation or deflation, prices in the economy\nstay mostly constant. This is known as price stability. When prices are instable, it becomes difficult for\nconsumers to plan ahead. How can consumers budget for major purchases when they can't predict\nprices? While price instability often causes the redistribution of wealth, this isn't usually good for the\neconomy. Long-term government projects aren't easier to arrange when there is price instability—in fact,\nprice instability makes it much more difficult for governments to plan. Just as consumers have a hard\ntime committing to big financial plans during economic uncertainty, the government finds it difficult to plan\nlarge projects when prices fluctuate. Price instability does not cause businesses to hire more employees;\nin fact, price instability typically discourages businesses from taking on costly expenditures like hiring\nnew people.\n"},"33":{"q":"Determine if the following statement about business cycles is true or false: A trough can be seen as a\ngood sign for the economy.","a":"True. Hitting rock-bottom can imply that recovery is on the way.","b":"True. The economy is at its healthiest in the trough phase.","c":"False. After a trough, the economy usually continues to decline.","d":"False. Hitting rock-bottom means that recovery is a long way off.","ans":"A","exp":"Although it sounds very negative, a\ntrough is sometimes seen as a positive sign. Hitting rock-bottom can imply that recovery is on the way. A\ntrough is certainly not when the economy is at its healthiest, though—it's actually the lowest point of\neconomic activity. The economy can't decline after a trough, since the trough is the fourth and final phase\nof the business cycle. The economy remains at this low point until consumers and producers once again\nbecome hopeful about business and buy more goods and services.\n"},"34":{"q":"Western societies tend to place a high value on using verbal communication and saying what you mean.\nWhich type of culture does this illustrate?","a":"High-context","b":"Low-context","c":"Individualist","d":"Collectivist","ans":"B","exp":"A low-context culture relies primarily on verbal communication, like speaking up and saying\nexactly what you mean. Most Western societies fit into this category. Cultures that rely heavily on\nnonverbal communication to get messages across are known as high-context cultures. Individualist and\ncollectivist cultures aren't necessarily related to communication. In an individualist society, group ties are\nloose; everyone is expected to take care of her/himself. For example, the United States is known as an\nindividualist society. In a collectivist society, people are integrated into strong, loyal groups, such as\nextended families. Guatemala is known as a strongly collectivist culture.\n"},"35":{"q":"Which of the following is true of emotional intelligence:","a":"It means you're an emotional person.","b":"It helps you manage your emotions.","c":"It's also known as “book smarts.”","d":"It's not a good predictor of future success.","ans":"B","exp":"Emotional intelligence is the ability to recognize and manage\nemotions in yourself and others. It doesn't have anything to do with being an emotional person—a person\nwho cries easily and one who never shows his/her emotions can have the same level of emotional\nintelligence. \"Book smarts\" aren't the same as emotional intelligence—the term is typically used to\ndescribe IQ, or a person's cognitive ability. Many people feel that emotional intelligence may actually be\nthe best predictor of success in life. A person with emotional intelligence has many of the characteristics\nnecessary for success, like problem solving skills, flexibility, and the ability to get along with others.\n"},"36":{"q":"When assessing your personal strengths and weaknesses, it's very important to","a":"try to hide your weaknesses.","b":"compare yourself to other people.","c":"be as hard on yourself as possible.","d":"get input from other people.","ans":"D","exp":"While self-assessment implies working alone, it can actually be very helpful\nto get another opinion. Others can point out strengths and weaknesses you might not have known about.\nYou don't want to compare yourself to others—self-examination isn't a competition. Everyone has\ndifferent strengths and weaknesses. Try not to be too hard on yourself. While recognizing weaknesses is\nimportant, obsessing over them isn't helpful. You also shouldn't hide weaknesses—everyone has areas\nthat need improvement. Your assessment will only be successful if you're completely honest about your\nstrengths and weaknesses.\n"},"37":{"q":"Which of the following is a good way to show initiative at work:","a":"Using free time to surf the web","b":"Dressing in appropriate clothing","c":"Volunteering to stay late to finish a project","d":"Being friendly and courteous to coworkers","ans":"C","exp":"By staying late without being asked, you're showing initiative\nby trying to do more than you're told to do. Dressing appropriately is certainly important for job success,\nbut it doesn't have anything to do with initiative. Using your free time to surf the web isn't an example of\ninitiative. When a person with initiative has downtime at work, s/he will find ways to assist his/her team\ninstead of wasting valuable company time. While being friendly and courteous to coworkers will go a long\nway towards making your work environment more pleasant, it isn't a way to show initiative.\n"},"38":{"q":"Anna really wants to go shopping with her friend Bethany on Tuesday, but she's scheduled to work.\nBethany tells her, “Just call in sick. No one will know!” Anna considers it, but she decides to go work and\nhonor her commitment. Which element of responsibility does this example illustrate?","a":"Courage","b":"Fairness","c":"Compassion/Respect","d":"Accountability","ans":"D","exp":"Accountability means doing what you say you will do. When Anna goes into work instead\nof shopping, she's honoring her commitment to her job. Anna's acting responsibly and showing that she's\nan employee to count on. Fairness, compassion/respect, and courage are all important elements of\nresponsibility, but they aren't shown in Anna's actions.\n"},"39":{"q":"Optimists are often more responsible than pessimists because optimists","a":"don't blame others for their mistakes.","b":"don't accept responsibility for their own actions.","c":"make excuses and point fingers.","d":"don't make mistakes.\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n5\n","ans":"A","exp":"Optimists still make mistakes, but they don't blame them on\nothers. When they're wrong, they're willing to say, “I screwed up.” Optimists accept responsibility for their\nown actions, and they don't make excuses or point fingers. This is quite the contrast from pessimists,\nwho typically don't accept responsibility for their actions. Pessimists usually blame others when they\nmake a mistake.\n"},"40":{"q":"When giving constructive criticism, it's important to do so in a _______ manner.","a":"public","b":"nonthreatening","c":"forceful","d":"humorous","ans":"B","exp":"Constructive criticism should always be given in a nonthreatening way. People don't\nusually respond well to criticism when they're afraid. Criticism should never be given in public, as doing\nso could embarrass the message receiver. It's also best to avoid being forceful, as that might be\nperceived as threatening. While sometimes humor can help you deliver a bad message, it's a better idea\nto focus on being nonthreatening, thoughtful, and nonjudgmental instead of being funny.\n"},"41":{"q":"If you “find your own way,” work hard, and receive credit for your own accomplishments, you are\nillustrating","a":"collectivism.","b":"ethnocentrism.","c":"cultural sensitivity.","d":"individualism.","ans":"D","exp":"When people “find their own way” and focus on individual accomplishments, this is known\nas individualism. Western culture places a high value on this. Many other cultures place a high value on\ncollectivism, or group accomplishments. Ethnocentrism refers to the belief that your own culture is\nnaturally better than other cultures, and cultural sensitivity is the willingness to adjust your values and\nbehaviors so that you value people and ideas from other cultures.\n"},"42":{"q":"John and his coworkers get along well, and they frequently talk about their personal lives while eating\nlunch together at the office. Which of the following topics is appropriate for John to bring up with his\ncoworkers:","a":"The church service he'd like his coworkers to attend","b":"The details of his divorce proceedings","c":"The job he'd like to have in 5 years","d":"What he watched on TV last night","ans":"D","exp":"John spends a significant amount of time with his coworkers, so it's\nnormal for him to share some aspects of his life. But while it's appropriate to share some things, other\ntopics should always be off limits. What he watched on TV last night is a good topic for John to bring up,\nas this is unlikely to offend anyone or violate any company policies. John should avoid discussing the\ndetails of his divorce. If he talks about it too much, his coworkers may wonder if it's distracting him from\ndoing his job. Talking excessively about personal problems also reveals weakness, which John may not\nwant to do, especially if he's in a position of authority. John should avoid talking about his career\naspirations because if he clearly wants another position, it may make his coworkers think he isn't loyal to\nhis current job. John should also avoid discussing his religious beliefs. Religion is a sensitive subject that\nmany people take very seriously, and John risks offending someone. Furthermore, it may be against\ncompany policy to invite others to his church services.\n"},"43":{"q":"During a negotiation with a big client, Kevin makes sure he understands what the client says. He repeats\nthe client's statements and asks for clarification when he's confused. When the client speaks, Kevin\ndoesn't try to figure out what he'll say next. Instead, he concentrates on the client's words. Kevin is\npracticing","a":"active listening.","b":"role playing.","c":"bargaining.","d":"directed attention.","ans":"A","exp":"Kevin knows that it's impossible to listen when you're thinking about what to say next. He\ndoesn't want to miss an important point, so he practices active listening. He makes sure he understands\nwhat the client is saying by repeating or summarizing his/her statements and asking for clarifications.\nKevin is not practicing role playing, in which you assume the role of another person in order to determine\nhow you'll react in a negotiation. Bargaining refers to a negotiation strategy where someone makes\nconcessions to get something else s/he wants, which is not what Kevin is doing. Directed attention is a\nfictitious term.\n"},"44":{"q":"Julie comes to work every day in sweatpants, even though everyone else in her office dresses up. Her\nboss thinks this is inappropriate. What's driving this conflict?","a":"Unclear boundaries for behavior","b":"Authority","c":"Opposing/Competing situations","d":"Exclusion","ans":"A","exp":"Julie lacks a clear understanding of what constitutes appropriate\nbehavior. She doesn't know that it's inappropriate to wear sweatpants to her office, and her attire is\ncausing a conflict between her and her boss. A conflict of authority occurs when multiple people want to\ncontrol, or be in charge of, the same situation. This is not the type of conflict that Julie's facing. Julie also\ndoesn't have a conflict of opposing or competing situations because she doesn't need to be in more than\none place at the same time. No one is being excluded or left out in this example.\n"},"45":{"q":"If you and your teammates cooperate with each other and you feel like you're “all in this together,” you\nbenefit from shared","a":"accountability","b":"competition.","c":"innovation.","d":"reflection.","ans":"A","exp":"When you share accountability with your team, cooperation increases. Nobody is at risk of\nbeing singled out as a failure, and team members are equally accountable in both positive and negative\nsituations. Competition isn't likely to increase if you and your teammates cooperate with each other.\nInstead, you should be working together towards a goal. Innovation is one of the many advantages of\nworking as a team, but it isn't necessarily related to accountability. Reflection is an important quality for a\ngood team member to have because it helps you learn from your mistakes. It isn't related to cooperation,\nthough.\n"},"46":{"q":"In a consensus-building group, the facilitator is the person who","a":"takes notes.","b":"is in charge of the group.","c":"keeps the discussion on track.","d":"makes sure everyone has equal time to speak.","ans":"C","exp":"The facilitator is the person who serves the group. S/He is in charge of\nkeeping the discussion on track and keeping things organized. If the consensus-building method is\nformal, the facilitator is the one to revise, distribute, and collect the questionnaires. The facilitator isn't in\ncharge of the group. In fact, in consensus-building, no one is in charge because everyone has equal\npower. The note taker is the person who takes the notes, and the timekeeper is in charge of making sure\neveryone has equal time to speak.\n"},"47":{"q":"The first step towards becoming a leader is","a":"believing you can do it.","b":"being a role model.\n","c":"becoming a manager.","d":"demonstrating empathy.\n","ans":"A","exp":"Everyone, regardless of position, can become a leader. The first step is believing\nyou can do it. Leaders are often role models, but this isn't a quality someone needs to have before\nbecoming a leader. Managers can be leaders, but it isn't necessary for a leader to have a position of\nauthority. In fact, some experts argue that many people in management positions are actually ineffective\nleaders. Empathy is certainly an important characteristic for a leader to have, but it isn't the first step.\n"},"48":{"q":"Maggie owns an auto repair business. She'd like to be the best auto repair shop in the city. Is this a goal\nor a vision?","a":"A vision. It's long term, overarching, and inspirational.","b":"A vision. It's specific, measurable, and time bound.","c":"A goal. It's long term, overarching, and inspirational.","d":"A goal. It's specific, measurable, and time bound.","ans":"A","exp":"When Maggie says she wants to be the best auto\nrepair shop in the city, she's talking about her vision. A vision is long term, challenging but realistic, and\ncompelling. A vision involves the big picture and the overarching aim of the organization. Also, it's meant\nto provide inspiration for the future. A goal, meanwhile, is specific, measurable, and time bound. Goals\nmight be considered small steps on the way to achieving the vision. In Maggie's example, a goal might\nbe gaining a certain amount of new customers this month.\n"},"49":{"q":"If you like rules, directions, and close supervision, you would probably work best with which of the\nfollowing types of managers:","a":"Interdependent","b":"Democratic","c":"Laissez-faire","d":"Authoritarian\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n6\n","ans":"D"},"50":{"q":"Jorge is considering whether to invest $100 at his bank, but first, he wants to know what his $100 will be\nworth in a year. To figure this out, Jorge needs to know the","a":"interest rate.","b":"present value.","c":"time value of money.","d":"investment rate.","ans":"A","exp":"To figure out what his $100 will be worth in a year, Jorge needs to know the bank's interest\nrate. This will tell him the future value of his money if he invests with the bank. Jorge already knows the\npresent value—it's the $100 that he currently has. The time value of money is a principle that states that\na dollar today is worth more than a dollar tomorrow. The investment rate is not a term commonly used\nwhen determining future value.\n"},"51":{"q":"Jordan buys a sofa from a local furniture store that advertises \"90 days same as cash.\" She's able to\nhave the sofa delivered to her house immediately without paying anything. However, if she doesn't pay\nfor the sofa within the 90 day period, she'll be subject to finance charges. Jordan bought the sofa using a\n__________ credit account.","a":"revolving","b":"budget","c":"regular","d":"installment","ans":"B","exp":"Budget accounts are often used by furniture or appliance retailers as a form of short-term credit\n—for example, \"90 days same as cash\" means that customers can purchase goods on credit with the\nsame advantages they would have with cash purchases. Budget accounts do not charge interest if the\nuser makes payments on time. However, if a customer doesn't pay the amount in full by the end of the 90\ndays, s/he is subject to finance charges applying to the full time period. In revolving credit accounts, the\nmaximum amount of money that the credit user can owe (also known as the credit limit) is set at the time\nthe credit account is opened. Regular credit accounts are also known as open credit accounts because\nthey allow credit users to buy at any time during a set period. At the end of that time, the person or\nbusiness is expected to pay the entire amount that is due for the purchases made during that period. An\ninstallment credit account is designed to handle one credit transaction, which is paid in installments within\na certain time period. The credit user makes a down payment and signs an agreement to pay monthly\ninstallments until the total is paid.\n"},"52":{"q":"Which of the following is a measurable goal:","a":"I want to save $3,000 for a new truck.","b":"I'd like to spend less money on clothing.","c":"I want to pay off some of my credit card debt soon.","d":"I'm thinking of buying a house next year.","ans":"A","exp":"Measurable goals can be counted or assessed in a way that shows\nreal progress. If you want to save $3,000 for a new truck, this is a measurable goal because you can\ntrack the amount of money you save and determine whether or not you're successful. Spending less\nmoney on clothing isn't a measurable goal because it's too vague—\"less\" is more difficult to measure\nthan a specific dollar amount. \"I'd like to pay off some of my credit card debt soon\" is also not a\nmeasurable goal—there is no specific money or time element. \"I'm thinking of buying a house\" isn't a\nmeasurable goal because it isn't specific enough—houses can cost different amounts of money, so it's\nhard to measure unless you have a certain dollar amount in mind.\n"},"53":{"q":"What is one way you can prevent identity theft?","a":"Only give out personal information when the other person initiated the contact.","b":"Memorize your social security number, and keep your card at home.","c":"Throw away all credit card statements, receipts, and credit offers.","d":"Only give out personal information to someone who says s/he works for a legitimate company.","ans":"B","exp":"You should avoid keeping your\nsocial security card in your wallet or purse. Instead, leave the card at home or somewhere safe, and\nmemorize your social security number. You should never give out personal information when the other\nperson initiated the contact—instead, you should only give out information when you initiated the contact\nyourself. You shouldn't just throw away credit card statements, receipts, and credit offers. Instead, you\nshould shred them. Many thieves practice dumpster diving to find documents with bank account or credit\ncard numbers. You shouldn't give out information to someone who says s/he works for a legitimate\ncompany, as that person could easily be lying to you. In fact, this is a common phishing scheme. Only\ngive out your personal information if the other person has some way to verify who s/he is (or if you were\nthe one who contacted him/her).\n"},"54":{"q":"Lin earns $35,000 of taxable income a year. She's unmarried, has no dependents, and doesn't earn any\nmoney from interest. Which tax form should she file?","a":"1040EZ","b":"1040A","c":"1040","d":"Lin doesn't need to file taxes because of her income level.","ans":"A","exp":"A person is able to file a 1040EZ if s/he has a taxable income of less than $100,000, is single or\nmarried filing jointly, isn't claiming any dependents, and earns less than $1,500 of interest income. Since\nLin fits all of these requirements, she can file the 1040EZ form. People who do not fit these requirements\nmust file the 1040A or 1040 tax forms. They each have slightly different requirements. Lin's income level\ndictates that she must file an income tax form.\n"},"55":{"q":"Which of the following statements is true of good investment brokers:","a":"They are responsible for making sure the investor makes money.","b":"Most of them are research analysts.","c":"They are an investor's personal link to the stock exchange.","d":"They control an investor's money.","ans":"C","exp":"Investment brokers are licensed and\nregistered \"middlemen\"—without them, you can't invest. Brokers are the only people who are authorized\nto buy and sell securities, so they are an investor's personal link to the stock exchange. Brokers are not\nresearch analysts. Research analysis is a separate part of a brokerage house where in-depth\ninvestigation of companies and industries takes place. Brokers are salespeople—they get paid to make\ntransactions for investors. Brokers are responsible for providing suitable investment council at all times,\nbut this doesn't necessarily mean they're responsible for making the investor money. It just means that\nthe advice a broker gives has to make sense for the present financial situation. Good brokers realize that\nthe investor is ultimately in control of his or her own money. While a broker can make suggestions for the\ninvestor to consider, s/he shouldn't pressure the investor into making any decisions.\n"},"56":{"q":"Sheila decides to invest some of her money. She doesn't like to take big risks, and she wants to be able\nto access all of her money at all times. She also doesn't mind not earning much interest. Sheila should\ninvest her money in a","a":"stock.","b":"savings account.","c":"certificate of deposit (CD).","d":"money market account (MMA).","ans":"B","exp":"If Sheila doesn't like to take risks, wants to access all of her money at all times, and\ndoesn't mind earning very little interest, she should consider a savings account. You're always able to\naccess your money, but you receive a low return. A stock is much riskier than a savings account—you\nactually own part of the company, so you have the rights and responsibilities that go along with\nownership. This means you can make a big profit, but you can also lose a large amount of money if the\nstock decreases in value or if the company goes out of business. While a certificate of deposit (CD)\ndoesn't have a high risk, you aren't able to access your money at all for a set period of time. A money\nmarket account (MMA) is low risk, but you are only able to access some of your money each month, and\nyou usually have to keep a certain amount of money in your account.\n"},"57":{"q":"When Dan buys a new company truck for his small business, he decides to purchase an extended\nwarranty. What type of risk management is Dan engaging in?","a":"Acceptance","b":"Avoidance","c":"Mitigation","d":"Transference","ans":"D","exp":"Transference involves moving the impact of a risk to someone or something else and is\noften used when the impact is measurable in dollars and cents. By purchasing an extended warranty for\nhis truck, Dan transfers the impact of a risk to the dealership. Avoidance risk response means that a\nbusiness chooses not to do something that is considered risky. This can prevent losses, but it can also\nsometimes mean losing out on potential gains. In mitigation, a company reduces or controls the impact of\na risk. For example, a seatbelt will not necessarily prevent injury in a car accident, but it will mitigate the\nrisk. Acceptance is also known as the retention or assumption of risks. It involves a business accepting a\nrisk's consequences because the potential payoff is higher than the losses.\n"},"58":{"q":"Which of the following is a true statement about bookkeeping:","a":"It is carried out on a monthly basis.","b":"It includes balancing the books and posting to ledgers.","c":"Most of it is done by hand.","d":"Certified accountants are responsible for carrying out each step.\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n7\n","ans":"B","exp":"Bookkeeping includes four steps of the\naccounting cycle—analyzing financial transactions, journalizing transactions, posting to ledgers, and\nbalancing the books. Bookkeeping must be done on a daily basis, not a monthly basis. Although it is\npossible to do bookkeeping by hand, most of it is now done on computers. While certified accountants\nare capable of carrying out each step, bookkeepers, who are not certified, are often responsible for\nkeeping an accurate record of each business transaction.\n"},"59":{"q":"Mariana works in the accounting department of a large company. Her boss is pressuring her not to record\nall of the company's revenue in the business's financial records. If she follows his instructions, the\ncompany will appear to have a smaller income and won't have to pay as much in taxes. He tells Mariana\nthat this is a normal thing to do, but Mariana's pretty sure it's wrong. Is this practice legal?","a":"No; this practice is known as sales skimming.","b":"Yes; this is a common business practice.","c":"No; this practice is known as money laundering.","d":"Yes; if Mariana's boss requires her to do something, she should do it.","ans":"A","exp":"Not recording all of a company's revenue to avoid paying\ntaxes is known as sales skimming. Any sort of income tax evasion is a felony. Money laundering, which\ninvolves taking money from illegal sources and passing it through a business to make it seem legal, is not\nthe same as sales skimming. Even if other companies practice sales skimming or if Mariana's boss asks\nher to do it, that doesn't make it legal. It's still an illegal practice that qualifies as tax evasion.\n"},"60":{"q":"A graphic design firm decides to rent a new office. The cost of renting this building is considered a/n","a":"owner equity.","b":"operating expense.","c":"cost of goods.","d":"asset.","ans":"B","exp":"When a business rents something, the rent is considered an operating expense.\nOperating expenses are often one of the largest sources of money flowing out of a business. Owner\nequity refers to the money business owners take out of the business to pay themselves. Cost of goods is\na major expense for companies that buy goods for resale, such as retail stores. Assets are things\nbusinesses own such as land, buildings, vehicles, and equipment.\n"},"61":{"q":"When Casey looks at her small business's income statement, she's excited to see that her profit is much\nmore than she expected. However, she soon realizes that she's looking at the total profit before all other\nexpenses have been deducted. Casey is looking at her","a":"operating expenses.","b":"net income.","c":"revenue.","d":"gross profit.","ans":"D","exp":"A business's total profit before all other expenses have been deducted is known as the\ngross profit. The gross profit helps businesses see how much money they've invested in making or\nobtaining their products versus how much it costs to run the business. The net income is the business's\nfinal profit, or the money the company actually makes after all expenses have been deducted and taxes\nhave been paid. The revenue is the total amount of money earned by a business—all money coming into\nthe business, no matter what the source, is revenue. Operating expenses are all of the expenses\nassociated with running the business.\n"},"62":{"q":"Michael is a financial manager at his company. He needs to decide which project the company should\ninvest in, so he estimates each potential project's value to the business. What process is Michael using?","a":"Working capital management","b":"Capital budgeting","c":"Capital structure","d":"The cash conversion cycle","ans":"B","exp":"When Michael decides which project the company should invest in by estimating each\npotential project's value to the business, he's using capital budgeting. He is not engaging in working\ncapital management, which focuses on the company's current balance of assets and liabilities. Capital\nstructure refers to the “optimal mix” of financing (usually some combination of debt and equity). This is\nnot what Michael is doing in the example. The cash conversion cycle is a ratio that refers to the number\nof days between a company's paying for raw materials and receiving cash from those raw materials. The\ncash conversion cycle is also not being used by Michael in the example.\n"},"63":{"q":"When Matt developed the yearly budget for his department, his boss required him to demonstrate the\nneed for every expense instead of relying on last year's budget. Matt developed a ______ budget.","a":"zero-based","b":"rolling","c":"percentage-increase","d":"master","ans":"A","exp":"Matt's budget isn't based on the previous year's budget—instead, his budget began at zero.\nFrom that point, he had to demonstrate the need for every expense. This is known as a zero-based\nbudget. A rolling (or continuous) budget begins with a 12-month budget. Then, a new month is added as\neach month goes by. For example, if it were June, there would be a budget in place for June through the\nfollowing May. In July, figures for the recent June would drop off, and the budget would cover July\nthrough the following June. This is not the type of budget that Matt created. Some companies use the\nprevious budget with an across-the-board percentage increase based on inflation or projected growth.\nSince Matt could not rely on the previous year's budget, this is not the type of budget he created. A\nmaster budget is made up of information from specialized budgets that are generated by individual\ndepartments. Since Matt's budget only reflects his department, it is not a master budget.\n"},"64":{"q":"Which of the following is a human resources staffing activity:","a":"Recruiting qualified workers","b":"Revising a training program","c":"Ensuring legal compliance","d":"Negotiating benefit packages","ans":"A","exp":"Staffing is a human resources management activity that involves recruiting\ninterviewing, hiring, orienting, and dealing with job changes for a company's employees. Recruiting is a\nstaffing activity that involves seeking out and attracting qualified potential employees. The humanresources function often visits college campuses, sponsors job fairs, and places classified ads in\nnewspapers and on web sites to find qualified workers. Other human-resource activities include training\nemployees, ensuring compliance, and negotiating compensation and benefit packages.\n"},"65":{"q":"Lucia, a business owner, just hired a new employee. What is one thing she should be sure to do on the\nemployee's first day?","a":"Assign the new employee a mentor who can answer any questions s/he may have.","b":"Start the new employee on work right away so that s/he becomes accustomed to his/her job\nduties.","c":"Provide the new employee with all the details of every project s/he will be working on.","d":"Let the employee work on trivial tasks for a few days so that s/he can ease into working.","ans":"A","exp":"One simple way to\nmake an employee feel comfortable is to assign a mentor. The mentor doesn't need to be the employee's\ndirect supervisor—it just needs to be someone who can show the new employee the ropes. It will help\nthe new employee to have one ready-made friend who can show her/him around. Lucia should provide\nsome sort of orientation for the new employee before s/he starts working. There are many important\nthings the employee will need to know about the company's policies and his/her benefits. Although it is\nimportant to make sure the employee has information about the projects s/he is working on, Lucia won't\nwant to overwhelm the new employee with too much information on the first day. It's also important not to\ngive the employee busy work that doesn't fit into his/her job description. After all, that's not why the\nemployee was hired, and this won't help the new employee become more comfortable at work.\n"},"66":{"q":"Which marketing function helps businesses answer questions like, “Who are our customers?” and\n“Where are they located?”","a":"Marketing-information management","b":"Product/service management","c":"Pricing","d":"Promotion","ans":"A","exp":"As a\nresult, employees are usually included in decision-making processes. Under innovative management,\ncompany leaders are more facilitative than controlling. They also allow employees to work under less\nrigid job descriptions and focus more on outcomes than they do on traditional business functions. In\nproactive management, companies anticipate and plan in advance for a change. Proactive organizations\nare often innovative as well, but they are not necessarily the same thing. Reactive is the opposite of\nproactive—reacting to outside events when they occur instead of anticipating them beforehand.\nCompetitive isn't a style of management.\n"},"67":{"q":"Donald owns a small photography business. He wants to project a warm, friendly image to the public, so\nhe makes sure his website, marketing efforts, and employees are all welcoming and approachable.\nDonald is concerned with","a":"expanding.","b":"supporting a cause.","c":"branding.","d":"increasing sales.\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n8\n","ans":"C","exp":"Donald's company, like most businesses, has branding goals geared toward projecting a\ncertain image to the public. Donald wants to control how his company is perceived in consumers' minds.\nSupporting a cause refers to a business identifying with a non-profit organization like the Red Cross.\nMany companies set goals for expansion that don't have much to do with projecting a certain image.\nThey may want to create a new product line, build a larger facility, or merge with another company.\nBusinesses at all stages usually want to increase sales, although this isn't really related to projecting a\ncertain image.\n"},"68":{"q":"Heather is writing a report about a controversial issue—the death penalty. Which of the following sources\nis a good choice for Heather's research:","a":"A blog post from a professor of economics at Harvard","b":"A press release from a group of anti-death penalty activists","c":"An article from a 1995 edition of the New York Times","d":"An article from the current issue of Time magazine","ans":"D","exp":"When Heather chooses resources, she needs to pick\narticles from reputable sources. Time magazine is a respected publication that has many editors and fact\ncheckers, so Heather can be reasonably sure that the information contained in the magazine will be\naccurate. The article has also been published recently, so it likely won't contain any out-of-date\ninformation. Heather should avoid using press releases. Press releases usually have an agenda to\npromote, so they are biased. To write a well-rounded paper, Heather should stick to articles that are free\nof bias or agenda. While the New York Times is a well-respected newspaper, Heather should avoid\nreading an article from 1995. An article that old may present outdated figures and facts about the death\npenalty. Although a professor from Harvard would generally be a good source, a professor of economics\nisn't necessarily an expert on the death penalty. Also, Heather should be wary of using blogs—this blog\nmay belong to the university, but it may just be the professor's personal opinions.\n"},"69":{"q":"Irene has always kept and filed every piece of paperwork she receives. When she needs to find a specific\ndocument for her boss, Irene wastes hours looking through her filing cabinets before she finally finds it.\nWhat should Irene do to make her filing more efficient?","a":"Hire a new employee to handle her files.","b":"Store all of her documents virtually online.","c":"Create a system and keep only what she needs.","d":"Purge her old documents, throwing everything away.","ans":"C","exp":"Irene may think she's playing it safe by keeping every\nsingle piece of paperwork, but she's actually making her job much harder. When she keeps everything,\nit's more difficult to find the things she actually needs. This leads to frustration and wasted time. Irene\nshould create a system to decide what she actually needs to keep and then toss all other documents.\nAlthough Irene may want to consider storing her documents virtually instead of physically, this wouldn't\nnecessarily help her become more organized. While virtual storage wouldn't take up physical space,\nIrene could still waste just as much time searching through a mess of documents if she insists on saving\neverything. Irene doesn't need to hire a new employee to handle the filing; instead, creating a system will\nmake Irene's files easier to use. Irene should resist purging all of her old documents—there are many\nthings she'll need to keep, both for practical and legal reasons.\n"},"70":{"q":"In an effective information management system, all information is","a":"abstract.","b":"accessible to everyone.","c":"quantitative in nature.","d":"accurate.","ans":"D","exp":"A business's information management system isn't very helpful if it contains inaccurate\ninformation. While it is important for the information to be accessible to the right people, you don't\nnecessarily want everyone to have access. It could be a disaster if just anyone was able to see your\ncompany's tax returns, accounting records, or customer lists. While much information in an effective\ninformation system is likely to be quantitative or numerical in nature, some information is also bound to\nbe qualitative or based on opinion (e.g., customer comments). Abstract data or words describe things\nwhich are not objects and may have different meanings to different people. Although some data may be\nabstract, other data or information are concrete in nature (e.g., inventory records, sales reports, etc.).\n"},"71":{"q":"Which of the following is a negative effect that technology has on business:","a":"Businesses often cut employee-assistance programs.","b":"Less emphasis is placed on research and development.","c":"It's more difficult to enter new and foreign markets.","d":"Some technologies can create pollution.","ans":"D","exp":"Although technology provides many benefits, there are also\nsome negatives, as well. For example, technology can often be held responsible for certain\nenvironmental issues, like air pollution. This means a company usually has to address these problems for\npublic relations purposes. Technology doesn't make it more difficult to enter new and foreign markets;\nactually, it makes it much easier, since the internet allows businesses to sell their products to anyone,\nanywhere in the world. Rather than placing less emphasis on research and development as a result of\ntechnology, businesses often place more emphasis on research and development of new technologies.\nTechnology doesn't typically impact employee-assistance programs.\n"},"72":{"q":"Although Jillian enjoys her job, she's having some trouble getting along with certain coworkers. She\nwants to e-mail her boss about the problem, but she's afraid her boss may misinterpret the e-mail or see\nher as a negative person. Jillian wants to use proper e-mail etiquette, so she should","a":"use emoticons (like smiley faces) in her e-mail so she won't seem like she's complaining.","b":"talk to her boss in person instead of sending an e-mail.","c":"write a lengthy e-mail to make sure her boss won't misunderstand her.","d":"be informal and make jokes so she won't appear too negative.","ans":"B","exp":"Jillian should reconsider sending an e-mail. If\nshe's concerned about the possibility of misinterpretation, she should discuss the matter with her boss in\nperson. That way, Jillian can explain herself immediately or discuss any concerns her boss may have.\nIt's also a good idea to discuss this in person because other people have the potential to see the e-mail.\nIt may even be read by the coworkers Jillian is discussing, which would likely not help her situation. Jillian\nshould avoid using emoticons in her e-mail—you should never use emoticons when e-mailing\nsupervisors. Jillian should also avoid sending a lengthy e-mail. In general, people dislike reading long\ndocuments online. Just as she should stay away from emoticons, Jillian should also avoid being too\ninformal in her e-mail. When e-mailing a supervisor, it's important to be respectful and professional.\n"},"73":{"q":"At home, Bill uses Firefox to view web pages. At work, he uses Google Chrome to look at the same\npages. These software programs that \"translate\" HTML-encoded files into websites that Bill can read are\nexamples of","a":"uniform resource locators.","b":"browsers.","c":"listservs.","d":"search engines.","ans":"B","exp":"Browsers let you view web pages and other documents on the Internet. Browsers “translate”\nHTML-encoded files into web pages you can see, read, and watch. When Bill looks at web pages on\nFirefox or Google Chrome, he's using a browser to access the Internet. A uniform resource locator, or\nURL, is a web document's unique address. Listservs are Internet discussion groups that let you\nparticipate in the conversation and view others' contributions via e-mail. Search engines (such as\nGoogle, Yahoo, or Bing) are databases full of websites that have been harvested and cached.\n"},"74":{"q":"Which of the following statements is true of spreadsheets:","a":"A row is where a column and cell intersect.","b":"“Row” and “column” are interchangeable terms.","c":"A column is horizontal, while a row is vertical.","d":"A cell is where a column and row intersect.","ans":"D","exp":"Spreadsheets, electronic documents that store data, contain\ncells, rows, and columns. A cell, which can contain data and be involved in calculations within the\nspreadsheet, is the box where a column and row intersect. \"Row\" and \"column\" are not interchangeable\nterms—in fact, they mean very different things! A row is horizontal, while a column is vertical. A row is not\nwhere a column and cell intersect.\n"},"75":{"q":"To create a web site that people will want to visit, you should use","a":"a Flash intro that will grab the viewers' attention.","b":"lots of sounds and images to make the site more fun.","c":"intuitive navigation so your viewers can browse easily.","d":"several different fonts to keep visual interest.","ans":"C","exp":"If you want people to keep visiting your web site,\nit's a good idea to make the navigation as intuitive as possible. You should make it as easy as you can\nfor people to find their way around your web site. You don't want to confuse or frustrate your viewers, or\nelse they probably won't return to your site. Sounds or music are almost always a bad idea—people may\nnot like the music you've chosen, or they may be viewing your site in a quiet place where the music is\nintrusive. Although you'll typically want to include some images, using too many can make your site load\ntoo slowly, which will drive your viewers away. Although a Flash intro might seem like a fun way to grab\nthe viewer's attention, using Flash is generally not a good idea. It loads slowly and isn't compatible with\nmany mobile devices. If your site is too slow to load, this will discourage viewers from visiting again. It's\nbest to avoid using too many fonts—you want your site to be as easy to read as possible, so keep it\nsimple by sticking with just a few commonly-used fonts instead.\n"},"76":{"q":"Alana works in human resources. She is responsible for maintaining information about each company\nemployee's hiring, evaluations, promotions, and reprimands. Alana is responsible for maintaining the\ncompany's ________ records.","a":"asset","b":"personnel","c":"payroll","d":"promotional\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n9\n","ans":"B","exp":"An employee has a permanent record at his/her job, just as a student has a permanent record\nat school. An employee's personnel record includes information about her/his hiring, evaluations,\npromotions, and reprimands. This information can help businesses make decisions regarding promotions\nor terminations. Asset records are used by businesses to keep track of furniture, equipment, and other\nassets that enable businesses to operate. Payroll records include what businesses have paid employees\nand the deductions that have been made, as well as details like an employee's identification number,\nhours worked, regular wages, and overtime wages. Promotional records are documents containing\ninformation about the various types of communications that businesses use to inform, persuade, or\nremind customers of their products, images, or ideas. This information helps businesses to time their\npromotions appropriately and to evaluate the effectiveness of their promotions.\n"},"77":{"q":"Identify the protocol component in the following Uniform Resource Locator (URL):\nhttp://www.usatoday.com/money/media/2011-02-18-apple18_ST_N.htm","a":"www.usatoday.com","b":"http\n","c":"money/media","d":"htm\n","ans":"B"},"78":{"q":"Which of the following elements is part of a business's external environment?","a":"Tax code","b":"Research and development","c":"Marketing","d":"Personnel","ans":"A","exp":"However, her boss tells\nher that Fridays are “dress down” days. On Wednesday, Sonya starts to get nervous when she realizes\nshe doesn't know what she should wear on Friday. What should Sonya do?\nA. Ask her boss or coworkers what is appropriate to wear.\nB. Wear what she thinks will be appropriate and then gage her coworkers' reactions.\nC. Dress the way she did on \"dress down\" days at her last job.\nD. Focus on her work—the dress code is unimportant.\n92. Jerry works in a large department store. His goal for this weekend is to get 10 customers to sign up for\nthe store credit card. Which of the following best describes Jerry's goal\nA. Performance-based and long-term\nC. Performance-based and short-term\nB. Learning-based and short-term\nD. Learning-based and long-term\n93. Which of the following questions should you ask yourself when defining a problem:\nA. Am I making assumptions about the situation?\nB. What are the possible positive and negative consequences?\nC. Is this situation worthy of my time and attention?\nD. What are all the possible solutions?\n94. After Ben wrote his article for the company newsletter, he looks at his “in box” and sees the budget report\nthat he has been dreading to work on. Since the budget report is due later in the week, he moves it to the\nbottom of the pile, and starts researching a more enjoyable project that is due in two months. What is\nBen doing?\nA. Multi-tasking\nC. Prioritizing\nB. Procrastinating\nD. Organizing\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n11\n\n95. Tony works for a large insurance company. His job is to support the company president, schedule his/her\nappointments, and answer his/her phone calls. Tony works in\nA. marketing communications.\nC. administrative services.\nB. operations management.\nD. human resource management.\n96. Which of the following characteristics are necessary for entrepreneurs to be successful:\nA. Timidity and organization\nC. Optimism and risk-aversion\nB. Determination and aggression\nD. Creativity and innovation\n97. Which of the following choices best completes this sentence: An effective letter of application is\nA. addressed to a specific person in the company.\nB. a summary of the information on your résumé.\nC. a form letter.\nD. at least one page long.\n98. Lauren is looking for a new job, so she attends as many networking fairs as she can. Since she often\nmeets new people, she has prepared a 30-second speech that describes her qualifications, her skills,\nand her background. This short personal description is Lauren's\nA. job hunting speech.\nC. networking pitch.\nB. personal brand speech.\nD. elevator pitch.\n99. Juan is a neurosurgeon at a hospital. When he tells people he's a doctor, he's referring to his\nA. promotion.\nC. career.\nB. job.\nD. occupation.\n100. Shinju has been in her position for awhile, and she'd like to get a promotion. The last time Shinju talked\nto her boss about it, her boss said that Shinju will need more training before he'd consider promoting her.\nWhat should Shinju do to get ahead?\nA. Talk to coworkers and tell them she wants a promotion\nB. Wait for her boss to assign her more training\nC. Take a class to learn new skills in her industry\nD. Defend herself and tell her boss she has enough training already\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n12\n\n1. B\nThey clearly outline both sides of an agreement. Legally binding contracts are meant to clearly outline an\nagreement. This way, disputes and litigation can hopefully be avoided. Legally binding contracts don't\nactually have to be written; they can still be valid if they're verbal, but they're much easier to prove if they\nare in writing. Breaking a contract doesn't always result in a lawsuit or jail time. In fact, most people avoid\nlawsuits at all costs, since they tend to be expensive and lengthy. Contracts are only enforceable for legal\nacts.\n"},"79":{"q":"At Joe's manufacturing plant, quality is built into their entire operating system. From the design stage\nonward, they check their product constantly to make there aren't any costly reworks after it's already\nmade. Joe's company practices quality","a":"operations.","b":"inspection.","c":"conformance.","d":"assurance.","ans":"D","exp":"When Joe's company builds quality into its entire operating system, it's known as quality\nassurance. The goal of quality assurance is to prevent defective products from ever being manufactured.\nIt places the responsibility for quality on every employee, not just a few inspectors. In quality inspection,\nproducts are checked for defects after they've already been produced. This is often performed by\nmachines using automatic sensors. Quality conformance and quality operations aren't terms commonly\nused to describe any method of quality control.\n"},"80":{"q":"Which of the following is a workplace hazard:","a":"An employee falls off a ladder while painting a house.","b":"A restaurant kitchen has a slippery spot where someone spilled oil.","c":"A receptionist is diagnosed with carpal tunnel syndrome.","d":"A landscaper develops heat stroke.","ans":"B","exp":"A workplace hazard is defined as\nanything that can harm an employee, whether mentally or physically. A slippery spot on a kitchen floor is\na hazard because an employee could easily fall and injure himself/herself. A hazard is what can cause an\ninjury, not the injury itself. For this reason, carpal tunnel syndrome and heat stroke are not hazards. In\nthese cases, repetitive motions and heat would be the hazards. A hazard is also not the event that\ncauses the injury. Falling off a ladder is not a hazard, but the height which caused the fall is a hazard.\n"},"81":{"q":"Tom, an employee at a manufacturing plant, injures himself when a scrap of metal flies out of a machine\nand into his eye. Mindy, his manager, must handle the situation. What should she do first?","a":"Address Tom's medical needs and get him to a doctor.","b":"Discipline Tom for not wearing safety goggles as instructed.","c":"File an accident report and interview witnesses.","d":"Check the machine to see if it's malfunctioning.","ans":"A","exp":"When an accident occurs, the most important\nthing is the injured person's health. This means making sure that s/he receives medical attention\nimmediately if necessary. An eye injury could be serious, so it's extremely important that Tom get\nmedical care before any other action is taken. Later, Mindy may decide to discipline Tom for not wearing\nsafety goggles if he is indeed required to do so. Filing an accident report and checking the machine are\nimportant, but Mindy will want to wait to do both until she knows Tom has received medical care.\n"},"82":{"q":"Which of the following is an example of intellectual property:","a":"A business owner buys new computers for the office.","b":"An inventor obtains a patent for a new product.","c":"A restaurant kitchen is stocked with food.","d":"A manufacturing company buys a new machine.","ans":"B","exp":"Intellectual property is defined as having no physical\ncharacteristics. In other words, it is intangible. A patent would be considered intellectual property. Other\nexamples of intellectual property include copyrights and trademarks. Computers, food, and machines are\nall tangible objects with physical characteristics, so they are not considered intellectual property.\n"},"83":{"q":"A publishing company is releasing a 10th anniversary edition of a popular cookbook. The new edition\nfeatures an updated foreword and a few new recipes, but otherwise it's the same as the old cookbook.\nThis cookbook is a(n) ________ project.","a":"R&D","b":"platform","c":"breakthrough","d":"derivative","ans":"D","exp":"Derivative projects enhance, add to, or extend existing projects. They're usually undertaken\non a smaller scale than most new projects, since a lot of the resources are already in place. This\ncookbook has a few new features, but it merely adds to the cookbook that already exists. A platform\nproject is something entirely new. They require considerably more resources than derivative projects.\nBreakthrough projects are risky endeavors that can wind up revolutionizing entire industries. They use\nentirely new technology. R&D stands for the research and development of new knowledge, new\ntechnologies, and new processes. Like breakthrough projects, they are risky undertakings. None of these\nother project types describe the cookbook this publishing company is releasing.\n"},"84":{"q":"Which of the following is the best example of the types of resources it takes to complete a project\nsuccessfully:","a":"Food","b":"Materials","c":"Encouragement","d":"Energy","ans":"B","exp":"Completing a project successfully requires a mix of resources, including money, human\nresources, equipment, materials, etc. Although food, encouragement, and energy may be helpful, they\nare not as essential as having the right materials.\n"},"85":{"q":"Purchasing's ultimate goal and purpose is always to obtain the right goods and services from the right\nsuppliers at the right price. To reach this goal, purchasing specialists must be sure to","a":"get the best price from suppliers, even if it damages relationships.","b":"purchase as much as possible when goods are needed.","c":"locate back-up sources of goods and services.","d":"select the supplier with the lowest bid.\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n10\n","ans":"C","exp":"It's important for purchasing specialists to be sure they\ncan get the goods and services they need when they need them. It's good to have back-up sources\nbecause if a purchasing specialist doesn't do his/her job correctly or get the items or services that the\nbusiness needs, then the business cannot produce its finished good or service. That could lead the\nbusiness to lose money or maybe even close. A purchasing specialist doesn't necessarily want to\npurchase as much as s/he possibly can; instead, s/he should purchase in amounts that make sense\neconomically. Getting a good price is important, but a purchasing specialist does not want to do so at the\nexpense of his/her relationship with the supplier. Although some companies require purchasing\nspecialists to always choose the lowest bidder, buyers are often permitted to select the bidder with the\nbest overall terms, including quality and quantity, even if that supplier's price isn't the lowest.\n"},"86":{"q":"Maurice, a coffee shop owner, is choosing a new vendor to supply his shop with napkins, cups, and other\npaper products. He has several vendors to choose from, and he's not sure which to pick. For the best\nresults, Maurice should choose the supplier who","a":"has the most advanced technology.","b":"has the lowest prices.","c":"views relationships as partnerships.","d":"has the best reputation in the community.","ans":"C","exp":"Ideally, Maurice should be able to develop a partnership with his\nvendor. When he and the vendor are both working together towards the same goal, he's more likely to\nget the results he wants. Suppliers and vendors should be part of the team. Although it's nice to find a\nsupplier with a low price, this shouldn't be at the top of Maurice's priority list. Always choosing the\nsupplier with the lowest price can lead to suppliers who aren't invested in his shop's success and who\nonly care about their bottom line. Choosing a supplier with advanced technology and a good reputation is\nalso important, but the first priority for Maurice should be to choose a vendor who's willing to work\ntogether with his company to meet their specific goals.\n"},"87":{"q":"Kristina recently started her own candle company. After figuring out what kind of candles she wants to\nmake and what they will look like, she has shifted her attention to how the candles will be produced and\nin what amounts. Kristina is engaging in","a":"dispatching.","b":"product placement.","c":"production planning.","d":"purchasing.","ans":"C","exp":"Production planning involves determining how products will be produced and in\nwhat amounts. When planning production, Kristina needs to determine her candle company's specific\nneeds for equipment, time, and human resources, as well as how many products she thinks she can sell.\nIssuing orders for production to start is known as dispatching. Product placement is a type of “other”\nmedia that uses products as props. Purchasing involves the buying of goods and services for a business.\n"},"88":{"q":"Mel works in the quality department of a manufacturing plant. When there's a problem with the production\nline, she writes the problem down on a piece of paper. Then, she writes down all the factors that are\ninvolved. After that, she writes down all of the possible reasons for the factors that led to the problem.\nMel is using a quality tool known as a","a":"cause-and-effect diagram.","b":"check sheet.","c":"histogram.","d":"scatter diagram.","ans":"A","exp":"When Mel writes down her problem, the factors, and the possible causes,\nshe's making a cause-and-effect diagram, also known as a fishbone diagram. This is a good approach\nbecause it forces Mel to consider every possible cause, not just the most likely or typical causes. A check\nsheet is a form that can be used to collect data categorically. A histogram is a bar graph that's often used\nin quality management. Much like a cause-and-effect diagram, a scatter diagram is meant to discover the\ncause of a problem, but it uses dots on a graph to show information.\n"},"89":{"q":"What can you do to help your company control expenses?","a":"Follow company policies and procedures.","b":"Focus strictly on how much work you can get done.","c":"Handle sales transactions as quickly as possible.","d":"Carry out research and development activities.","ans":"A","exp":"Most businesses have specific policies that provide guidelines\nfor the ways in which employees are expected to carry out their tasks. Following these guidelines can\nsave the business money. For example, some company policies limit the time during which customers\ncan return purchases. When employees follow this rule, the company avoids losing money on products it\ncan neither return to the vendor nor sell to other customers. Although you should try to work as efficiently\nas possible, it's not a good idea to focus strictly on how much work you can get done. The quality of the\nwork is often more important than the quantity. Instead of handling customer transactions as quickly as\npossible, it's better to focus on accuracy. Handling sales transactions correctly is a great opportunity to\nsave the company money. Carrying out research and development activities is one of the effects of\nexpense control, not a way an employee can help his or her company with expense control.\n"},"90":{"q":"When dealing with equipment maintenance, it's important to always remember that","a":"it's less costly to fix a problem than to prevent one.","b":"warranties are generally unnecessary and should be avoided.","c":"regular equipment checks can find problems while they're small.","d":"you should keep equipment running while doing maintenance.","ans":"C","exp":"It's important to develop an equipmentcheck routine. This way, you'll be able to catch and deal with any problems before they get out of hand.\nThis will save your company both time and money. Although warranties are not always a good idea, they\ncan often be very helpful in terms of saving your company money on repairs. It's usually less costly to\nprevent a problem than it is to fix one—that's why routine maintenance checks are so important! Be sure\nto turn equipment off while doing maintenance. Leaving the equipment running while attempting to fix it\ncan damage the equipment or cause serious injury.\n"},"91":{"q":"Sonya just started a new job at an office with a “corporate casual” dress code. However, her boss tells\nher that Fridays are “dress down” days. On Wednesday, Sonya starts to get nervous when she realizes\nshe doesn't know what she should wear on Friday. What should Sonya do?","a":"Ask her boss or coworkers what is appropriate to wear.","b":"Wear what she thinks will be appropriate and then gage her coworkers' reactions.","c":"Dress the way she did on \"dress down\" days at her last job.","d":"Focus on her work—the dress code is unimportant.","ans":"A","exp":"If Sonya is in doubt about what to wear, she\nshould ask. She can ask her boss or her coworkers, or she can even refer to the company's policy\nmanual, which may define appropriate and inappropriate dress. Sonya should not wear what she thinks is\nappropriate and wait for her coworkers' reactions—if she doesn't dress the right way, this could\nnegatively affect her coworkers' views of her. She should also not dress the way she did at her last job\nbecause every work environment has different rules about what is appropriate. Although Sonya should\nfocus on her work, she shouldn't ignore the dress code. While it might not seem that important, your\nclothing affects others' perceptions of you. Dressing well can show dedication to your job, which can lead\nto raises and promotions.\n"},"92":{"q":"Jerry works in a large department store. His goal for this weekend is to get 10 customers to sign up for\nthe store credit card. Which of the following best describes Jerry's goal","a":"Performance-based and long-term","b":"Learning-based and short-term","c":"Performance-based and short-term","d":"Learning-based and long-term","ans":"C","exp":"Jerry's goal is a performance goal because it is a task he can\ncomplete—once he's signed up 10 new customers for the store credit card, he'll know he's accomplished\nhis goal. His goal is short-term because it is an objective that takes less than a year to achieve. Jerry's\ngoal does not involve mastering a new skill, so it wouldn't be considered a learning goal. Long-term goals\nare objectives that take more than a year to reach, and Jerry's goal will only take one weekend.\n"},"93":{"q":"Which of the following questions should you ask yourself when defining a problem:","a":"Am I making assumptions about the situation?","b":"What are the possible positive and negative consequences?","c":"Is this situation worthy of my time and attention?","d":"What are all the possible solutions?","ans":"C","exp":"Part of defining the problem involves asking yourself, “Is\nthis situation worthy of my time and attention?” Your problem may not even be a problem, in which case\nyou don't want to waste time on it. You should ask about the positive and negative consequences when\nselecting and implementing a solution. You should check your assumptions while problem-solving, but\nthis isn't part of defining a problem. You should also figure out all of your possible solutions, but that\noccurs well after defining the problem.\n"},"94":{"q":"After Ben wrote his article for the company newsletter, he looks at his “in box” and sees the budget report\nthat he has been dreading to work on. Since the budget report is due later in the week, he moves it to the\nbottom of the pile, and starts researching a more enjoyable project that is due in two months. What is\nBen doing?","a":"Multi-tasking","b":"Procrastinating","c":"Prioritizing","d":"Organizing\n\n\f2013 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n11\n","ans":"B","exp":"Procrastination is putting off a task that can be done today until tomorrow. Because Ben\ndoesn't like working on the budget report, he puts off working on it until later; therefore, he is\nprocrastinating. Multi-tasking involves doing more than one task at the same time. Prioritizing involves\ndetermining the order for completion of activities based on their importance. Organizing is the\nmanagement function of setting up the way the business will do its work.\n"},"95":{"q":"Tony works for a large insurance company. His job is to support the company president, schedule his/her\nappointments, and answer his/her phone calls. Tony works in","a":"marketing communications.","b":"operations management.","c":"administrative services.","d":"human resource management.","ans":"C","exp":"It's important for purchasing specialists to be sure they\ncan get the goods and services they need when they need them. It's good to have back-up sources\nbecause if a purchasing specialist doesn't do his/her job correctly or get the items or services that the\nbusiness needs, then the business cannot produce its finished good or service. That could lead the\nbusiness to lose money or maybe even close. A purchasing specialist doesn't necessarily want to\npurchase as much as s/he possibly can; instead, s/he should purchase in amounts that make sense\neconomically. Getting a good price is important, but a purchasing specialist does not want to do so at the\nexpense of his/her relationship with the supplier. Although some companies require purchasing\nspecialists to always choose the lowest bidder, buyers are often permitted to select the bidder with the\nbest overall terms, including quality and quantity, even if that supplier's price isn't the lowest.\n"},"96":{"q":"Which of the following characteristics are necessary for entrepreneurs to be successful:","a":"Timidity and organization","b":"Determination and aggression","c":"Optimism and risk-aversion","d":"Creativity and innovation","ans":"D","exp":"There are many characteristics that all successful entrepreneurs share,\nincluding creativity and innovation. Not all entrepreneurs are equally strong in these areas, but the\nimportant thing is that they realize their weaknesses and work to improve them. Entrepreneurs must be\ndetermined, but they don't necessarily have to be aggressive. Optimism is extremely important for\nentrepreneurs, but risk-aversion is not. A successful entrepreneur must be willing to take risks. While\norganization is an important quality for an entrepreneur to possess, timidity isn't helpful—a successful\nentrepreneur is confident in his/her ideas and abilities.\n"},"97":{"q":"Which of the following choices best completes this sentence: An effective letter of application is","a":"addressed to a specific person in the company.","b":"a summary of the information on your résumé.","c":"a form letter.","d":"at least one page long.","ans":"A","exp":"\"To Whom It May Concern\" isn't something you should\never use when addressing your letter of application. It shows employers that you didn't take the time to\nresearch the company. Instead, look online or call the company to find out who will be reviewing your\napplication. If the information is truly not available anywhere, address the letter to \"Hiring Manger.\" A\nletter of application that merely summarizes the résumé is basically useless—the hiring manger already\nhas that information! You should take this opportunity to showcase information that isn't available on the\nrésumé. Never send a form letter—instead, you'll want to show how your experience and skills directly\napply to the position in question. Avoid writing letters of application that are too long. Less than a page is\na good length—hiring managers are busy people, and you want to be able to get your message across\nsuccinctly.\n"},"98":{"q":"Lauren is looking for a new job, so she attends as many networking fairs as she can. Since she often\nmeets new people, she has prepared a 30-second speech that describes her qualifications, her skills,\nand her background. This short personal description is Lauren's","a":"job hunting speech.","b":"personal brand speech.","c":"networking pitch.","d":"elevator pitch.","ans":"D","exp":"Since Lauren's looking for a job, it's smart for her to prepare an elevator pitch—a short\nspeech that describes her qualifications, skills, and background. The name comes from the amount of\ntime it takes to ride an elevator. You don't want your speech to be too long—you'll risk boring the other\nperson, which won't help your chances of getting a job. It's important to develop an elevator pitch\nbecause you often only get a short chance to talk to someone at a networking fair. This might be your\nonly chance to meet some people, so it's crucial to get your point across quickly. Personal brand speech,\nnetworking pitch, and job hunting speech are not terms commonly used to describe elevator pitches.\n"},"99":{"q":"Juan is a neurosurgeon at a hospital. When he tells people he's a doctor, he's referring to his","a":"promotion.","b":"job.","c":"career.","d":"occupation.","ans":"D","exp":"An occupation is a wide category of jobs with similar characteristics. \"Doctor\" could\nencompass many different positions. If Juan wanted to tell people his job, he would refer to himself as a\nneurosurgeon. A job is more specific than an occupation—it is the work for which you receive pay. A\ncareer is much broader—it is a lifetime journey of building and making good use of your skills,\nknowledge, and experiences. Juan is not referring to a promotion.\n"}}