{"1":{"q":"When filing a tort against a business, the plaintiff must establish that the defendant","a":"damaged property intentionally.","b":"breached the duty of care.","c":"conspired with a competitor.","d":"violated the doctrine of sovereign immunity.","ans":"B","exp":"The duty of care is the basic principle that expects all individuals and\nbusinesses to exhibit socially responsible behavior by using caution to prevent harm and by watching out\nfor one another. A tort is a private wrongdoing that potentially harms another person or entity. If a\nbusiness or one of its employees breaches the duty of care, the business may be held liable for the tort.\nHowever, the plaintiff must have grounds or proof that establishes that the business or its employee\n(defendant) has committed a wrongful act, thereby breaching the duty of care. Intentional damage and\nconspiring with a competitor (collusion) are types of torts. The doctrine of sovereign immunity is the\nuniversally accepted principle that each nation has the right to manage its own government and develop\nits own laws.\n"},"2":{"q":"A debtor-creditor relationship exists when","a":"interest is charged.","b":"a sale is paid in full.\n","c":"a contract is invalidated.","d":"stocks are liquidated.\n","ans":"A","exp":"When an individual or business charges interest on money that another individual or\nbusiness borrows, a debtor-creditor relationship exists. An invalid contract and a sale that is paid in full at\nthe time of transaction do not establish a debtor-creditor relationship. In some situations, a debtor may\nliquidate stocks to pay a creditor; however, this does not always occur.\n"},"3":{"q":"Which of the following is an example of a responsibility associated with administrative law:","a":"A defendant receiving the right to legal counsel","b":"An appeals-court judge overturning a lower court's ruling","c":"A government agency approving the distribution of a new medication","d":"A nation's president signing a trade agreement","ans":"C","exp":"Administrative law is a branch of\nlaw that addresses the rules and regulations that have been established by governmental agencies. The\nlegislative branch of the government (i.e., U.S. Congress and Canadian Parliament) establishes\ngovernmental agencies, and gives them the authority to enact and enforce regulations for different types\nof administrative functions, such as approving the distribution of a new medication within a certain\njurisdiction. The judicial branch of government has the authority over the appeals process in the court\nsystem. Procedural law deals with the activities that ensure due process and protects certain rights, such\nas an individual's right to legal counsel. In the U.S., the president's duties are part of the executive\nbranch of the government.\n"},"4":{"q":"What question is important to ask when determining if online sources are providing reliable information\nfor a research report?","a":"Do I need to provide a bibliography?","b":"Do I agree with the opinions expressed in the article?","c":"Can the author be quoted?","d":"What are the author's credentials?","ans":"D","exp":"When identifying sources that provide relevant, valid written material,\nthe researcher evaluates a variety of factors, including the credibility of the author. A credible author\nwould have expertise and knowledge of the topic at hand. For example, an economics professor's article\nabout aggregate demand would tend to be more trustworthy than if the article was written by a\nconstruction worker. Research reports should look at a topic from different viewpoints to ensure that it is\nobjective and free of bias. Whether the author can be quoted or if a bibliography is required are not\nquestions that address the reliability of the online information.\n"},"5":{"q":"Jacob was nervous about making his valedictorian speech, but when he stood up to walk to the podium,\nthe audience cheered and gave him a standing ovation, which helped him relax and enjoy the moment.\nWhat was the audience doing?","a":"Engaging in passive listening","b":"Mocking the speaker","c":"Exhibiting unprofessional behavior","d":"Encouraging the speaker","ans":"D","exp":"In many cultures, a standing ovation is the ultimate show of support for a\nspeaker. It indicates the audience's respect for the speaker, and its desire to hear what the speaker has\nto say. Because cheering provides positive feedback, the audience was not mocking or insulting the\nspeaker. Some cultures might view the audience's behavior as unruly or disrespectful; however, this\nsituation involves a school event, rather than a business event, so the audience isn't exhibiting\nunprofessional behavior. Because Jacob has not started speaking, the audience is not actively listening\nto what he is saying.\n"},"6":{"q":"When Amber walked by Ryan's desk, she noticed that Ryan was raking his left hand through his hair,\nthat his face was red, and that he kept hitting the enter button on keyboard with his right hand, while\nfrowning at his computer screen. Based on his nonverbal cues, Amber would probably assume that Ryan\nwas","a":"frustrated.","b":"patient.","c":"bored.","d":"enthusiastic.","ans":"A","exp":"Nonverbal cues can tell others a lot about your emotions. In this situation, Ryan's nonverbal\nbehavior indicated that he was frustrated because he couldn't get his computer to do what he wanted it to\ndo. If Ryan was patient, he would not continuously hit his keyboard, turn red, or frown. If Ryan was bored,\nhe would be inattentive about his situation or surroundings. He might even yawn or do something other\nthan computer work for a while. Enthusiasm is associated with a positive attitude.\n"},"7":{"q":"Is it a legitimate response to a customer's inquiry for an employee to say that s/he doesn't know the\nanswer to a customer's question?","a":"No. It is the employee's responsibility to learn every aspect of the business and to be able to\nanswer every question.","b":"Yes, if the employee doesn't know the answer to the customer's question, then the customer will\nfind another employee to provide the information.","c":"No. Customers do not respect employees who cannot answer simple questions, so it is better to\nprovide them with an educated guess.","d":"Yes, if the employee advises the customer that s/he will get the information and will respond to\nthe customer as soon as possible.","ans":"D"},"8":{"q":"It is appropriate to use slang during conversation, when you are","a":"being introduced to a new coworker.","b":"meeting with a new customer.","c":"interviewing for a job.","d":"socializing with close friends.","ans":"D","exp":"Casual communication is generally used with family and friends and may\ninclude the use of slang. Slang is informal language mutually understood within a group. For example,\nyou might refer to your friends as your “buds” (buddies) when speaking with your family. However, people\noutside your family and circle of friends may not understand what “bud” means. They might associate the\nword “bud” with a rose (bud) or leaf (bud). Formal communication is appropriate when meeting with a\nnew customer, when interviewing for a job, or when you are being introduced to a new coworker. Formal\ncommunication involves using proper grammar and a respectful tone.\n"},"9":{"q":"Businesspeople are more likely to accept a new idea if the idea will","a":"impact the economy.","b":"require additional resources.","c":"improve a situation.","d":"involve a lot of risk.\n","ans":"C","exp":"To get others to accept your idea, you must indicate how the idea will improve a\nsituation or provide a benefit. Feasible business ideas might include improvements such as increasing\nprofits, efficiency, sales, market share, etc. Feasible ideas may or may not impact the economy, involve a\nlot of risk, or require additional resources. Businesspeople are more likely to scrutinize and want\nsupporting evidence for ideas that require additional resources or involve high risk taking, which could\nmake acceptance more challenging.\n"},"10":{"q":"Brooke is attending a meeting to discuss an upcoming project that she will be working on. To take\neffective notes during the meeting, Brooke must","a":"answer questions.","b":"listen carefully.","c":"express opinions.","d":"develop a briefing.","ans":"B","exp":"Brooke must listen to the speaker so she can identify the key points that she wants to\nwrite down. By noting the key points, Brooke will be able to refer the most important information when\nshe needs it later. Effective note-taking does not involve answering questions or expressing opinions.\nBrooke might need her notes to develop a briefing, which is a summary of important information or\ninstructions.\n"},"11":{"q":"It is most appropriate to format a section of a document with a numbered list, when you are","a":"including a testimonial in a promotional piece.","b":"identifying the sequential steps of a process.","c":"using charts to summarize information.","d":"providing a detailed example to clarify a concept.","ans":"B","exp":"When describing activities that need to be done in a specific\norder, the writer might want to number the steps to set the process apart from the text and to clarify the\nprocess. One testimonial or a single piece of information does not require a numerical designation to\nreinforce the order of content. Charts are graphics that summarize numerical data. A narrative writing\nformat is usually most appropriate when providing an example to clarify a concept.\n"},"12":{"q":"While reading the first draft of her report, Rachel changes some of the words and shortens some of the\nsentences to improve the clarity and conciseness of the document. What step in the writing process is\nRachel performing?","a":"Researching","b":"Editing","c":"Organizing","d":"Formatting","ans":"B","exp":"Editing is the process of assessing the flow and clarity of written materials. Effective editing often\ninvolves reorganizing or shortening sentences, changing words, and correcting spelling and grammatical\nerrors to improve the readability of the document. Researching is the process of gathering information for\nthe report, which is done before the writing process begins. Organizing involves planning the order in\nwhich to present the information in the document. Formatting involves establishing the “mechanical”\nstructure of the document, such using as block or indented paragraphs, page-number location, etc.\n"},"13":{"q":"An e-mail message that is sent to a coworker should contain","a":"essential information.","b":"an urgent tone.","c":"a persuasive argument.","d":"encouraging news.","ans":"A","exp":"E-mail is a quick, efficient way to communicate with customers and coworkers. The\nprimary reason for writing the e-mail message is to inform others about various business activities;\ntherefore, it should be written in a friendly, professional manner that contains essential information.\nBusinesspeople tend to receive a lot of e-mail messages, so it is important to get to the point quickly. The\nmessage should be concise, free of typographical errors, and grammatically correct. The e-mail message\nmay or may not be urgent, persuasive, or encouraging in nature—these factors depend on the purpose of\nthe message.\n"},"14":{"q":"Mitchell is writing an e-mail to a company asking for some information that he needs to complete a\nresearch project. What is the most effective way to close the message?","a":"I wish you the best of luck.","b":"I need this information ASAP.","c":"I appreciate your help with this issue.","d":"I apologize for the inconvenience.","ans":"C","exp":"An inquiry is a request for information. Letters of inquiry are\nrequests for information such as product specifications, prices, job openings, proposals, expertise or\nconsultation, etc. Letting the message recipient know that you appreciate his/her time and effort is a\ncordial way to close the message. The message sender might state a time when s/he plans to follow-up\nwith the recipient. Closing the message by saying the information is needed ASAP is rude and\nunprofessional. Wishing the message recipient luck and extending an apology are inappropriate closings\nfor the situation at hand.\n"},"15":{"q":"An effective executive summary should contain the","a":"results of the marketing-research efforts.","b":"necessary background for making quick decisions.","c":"most important points from the report.","d":"list of report elements and appendices.","ans":"C","exp":"The executive summary is usually placed at the beginning of a\nlong or complex report (e.g., business plan). The purpose of the executive summary is to provide the\nreader with an overview of the entire document. The audience tends to read the executive summary first\nto decide whether it is worthwhile to read any further. The document is usually one to three pages long,\nso it should be concise and contain the most important points or facts of the overall report. The report's\nintroduction often includes necessary background information that the reader needs; however, the reader\nshould not make quick decisions by considering only this information. Businesspeople write many types\nof reports; therefore, the report may or may not contain marketing-research results, depending on the\nreport's purpose. The list of report elements is called the table of contents, which often advises readers\nwhere in the report they can find any appendices that the report includes.\n"},"16":{"q":"Techtron Electronics Store has just received a shipment of a new PlayStation game that has been on\norder for several weeks. The best way for the store's manager to advise Techtron sales associates that\nthe game is available is by","a":"placing sales circulars in display racks.","b":"distributing a memo to the store's buyers.","c":"sending an e-mail to the store's cashiers.","d":"holding a short sales-staff meeting.","ans":"D","exp":"Short meetings are a common way to communicate information\nabout new products, sales promotions, and inventory issues. Retail employees tend to work in shifts at\ndifferent times, so a short meeting is an ideal way to communicate store information to several\nemployees at one time. Retail cashiers do not usually have access to a “work” e-mail account. Sending a\nmemo to buyers and placing sales circulars in display racks are not effective ways to communicate up-todate product information to the store's front-line employees.\n"},"17":{"q":"Which of the following is an example of an employee using nonverbal communication effectively to\nreinforce his/her service orientation:","a":"Tristan answered his office telephone and said, \"Blanton Industries. How can I help you?\"","b":"When Mrs. Jones complained that her steak was not cooked the way she wanted it, Leah rolled\nher eyes.","c":"Molly nodded and maintained eye contact as Ms. West explained the problem with her computer.","d":"Paul crossed his arms and tapped his foot impatiently as Mr. Cook asked about a charge on his\nbank statement.","ans":"C","exp":"Having\na service orientation involves expressing a positive, helpful attitude with the business's customers.\nEmployees' gestures and facial expressions convey their attitudes, which customers often believe is a\nreflection of the business's attitudes. Because Molly nodded and maintained eye contact with Ms. West\nwhile she was explaining a computer problem, Molly was indicating that she was listening and willing to\nhelp her customer. Employees are not exhibiting a service orientation by behaving rudely, which may\ninclude rolling their eyes, crossing their arms, and being impatient with customers. Tristan was\ndemonstrating a service orientation through his verbal rather than his nonverbal communication.\n"},"18":{"q":"Oliver is a Canadian businessperson who will be traveling to Scotland to close an important business\ndeal. Does Oliver need to alter his communication style to adapt to the Scottish culture?","a":"Yes. Oliver should do some research on Scottish culture, so he doesn't do or say something\noffensive.","b":"Yes. Scottish people tend to dislike Canadians for many reasons, so Oliver needs to make sure\nhe is behaving appropriately.","c":"No. Scottish people speak English, so Oliver does not need to do anything special to prepare for\nthe trip.","d":"No. Western cultures tend to have similar cultural attitudes and practices, so Oliver does not\nneed to research Scottish etiquette.\n\n","ans":"A"},"19":{"q":"What types of behaviors and traits should employees exhibit to reinforce a company's image and to build\nrepeat business?","a":"Helpful, aggressive, and friendly","b":"Consistent, knowledgeable, and helpful","c":"Friendly, consistent, and passive","d":"Knowledgeable, consistent, and aggressive","ans":"B","exp":"Employees are one of many touch points for the business.\nCustomers often base their impressions of a business-positive and negative-on the interactions they\nhave with the business's employees. Employees who are consistently friendly, helpful, and\nknowledgeable each time they interact with customers are building favorable relationships. These\nfavorable relationships encourage customer loyalty and repeat sales. Employees who are too aggressive\nor too passive are more likely to offend customers.\n"},"20":{"q":"A company places a confidentially statement at the bottom of its web site's home page that states:\n\"This company will not release your information unless you direct us to do so, or unless we are legally\nobligated to provide certain information to authorized agencies.\"\nWhat is the significance of the statement?","a":"It expresses the company's vision for the future.","b":"It communicates the company's commitment to protect its customers' privacy.","c":"It describes the company's incentive and loyalty program.","d":"It outlines the company's policies regarding public information.","ans":"B","exp":"An ethical company\nimplements strategies to protect its customers' privacy. Communicating how the company will protect its\ncustomers' privacy helps to build the customers' trust. If customers feel that the company respects their\nprivacy, they are more likely to trust the company and become loyal customers. Loyal customers provide\nthe company with repeat sales and long-term relationships. A company's vision statement expresses its\ndesire for the future. The statement on the company's web site does not describe public information\npolicies or specific details about its incentive and loyalty program.\n"},"21":{"q":"An apparel company's target market is 18- to 34-year-old females. What form of technology can the\ncompany use to communicate on an ongoing basis with its customers at their convenience?","a":"Infomercial","b":"Telemarketing","c":"Social media","d":"Instructional","ans":"C","exp":"Businesses have the ability to up set accounts with social networking web sites such as\nFacebook, Twitter, and Myspace, which help them stay in contact with customers (fans) on an ongoing\nbasis. The social networking sites can provide insight about customers' lifestyles and preferences, and\nthen businesses can use the information to customize customer appeals and promotions. Telemarketing\npractices and television infomercials are not communication vehicles that businesses use for ongoing\ntwo-way communication at the customers' convenience. Instructional software applications are used to\nsupport students' learning and academic development.\n"},"22":{"q":"When Angela spent her birthday money on a designer handbag, the opportunity cost was","a":"reading a book.","b":"hanging out with friends.","c":"buying concert tickets.","d":"working out at the gym.","ans":"C","exp":"Opportunity cost is the benefit that is lost when you decide to use scarce\nresources for one purpose rather than another. In Angela's situation, her scarce resource was money.\nBecause she decided to purchase a handbag, she didn't have enough money to buy concert tickets.\nHanging out with friends, reading a book, and working out at the gym are activities that involve time\nrather than money.\n"},"23":{"q":"The ELG Company is organized by its offerings, which includes a skin-care line, a cosmetics line, a haircare line, and a line of fragrances or perfumes. This is an example of a __________ organizational\nstructure based on ___________.","a":"functional, market","b":"divisional, product","c":"matrix, location","d":"bureaucratic, department","ans":"B","exp":"A company that segments its operations by the type of item it sells is using a\ndivisional organizational structure based on product. Large companies may also use a divisional structure\nbased on the markets they serve. For example, motels, hotels, and resorts attract different types of\npeople or markets. Another form of divisional organization involves segmenting the business by\ngeographic location. A functional organizational structure is organized by a particular area of expertise or\nbusiness function or department. For example, the finance function of a business might segment its\nactivities in the areas of credit, accounting, and investing. Matrix organizational structures tend to share\nresources. Frequently, employees with certain skills will be assigned different types of projects based on\nthe organization's needs. Large, inflexible organizations may use a bureaucratic structure, which is a\nstructure that is often associated with the way governments operate.\n"},"24":{"q":"The Canadian-based ZRV Company is allowing a Brazilian company to produce and sell products with\nthe ZRV name and logo in exchange for royalties. ZRV is expanding into global markets by","a":"forming a multinational alliance.","b":"exporting goods and services.","c":"creating a wholly owned subsidiary.","d":"selling licensing rights.","ans":"D","exp":"Licensing occurs when one company allows another to produce and market its\nproducts in exchange for royalties. Exporting involves selling goods and services to governments or\nbusinesses in foreign countries. A wholly owned subsidiary involves establishing or purchasing a facility\nin a foreign country. A multinational firm is a company that operates on a worldwide scale, though it is\norganized under the laws of its home nation.\n"},"25":{"q":"When a civil war started in an oil-abundant country, fuel prices increased dramatically around the world.\nAs a result, businesses were forced to increase the prices of their products to offset the increases in their\ntransportation costs. This situation illustrates the ways in which","a":"political factors affect the business environment.","b":"organizational changes affect consumer attitudes.","c":"technological advancements create unmet needs.","d":"exclusive agreements are detrimental to society.","ans":"A","exp":"Uncertainty due to changes in a country's government\nor political environment can affect the way businesses operate—particularly when the country has scarce\nnatural resources that are in high demand, such as oil. Organizational changes, such as mergers,\nexecutive resignations, and product-line changes are internal factors that affect the business\nenvironment. The situation does not refer to technology or exclusive (selling) agreements.\n"},"26":{"q":"Which of the following statements is true regarding all types of economic systems:","a":"Bartering is the primary medium of exchange.","b":"The government controls the natural and human resources.","c":"Participants include producers, consumers, and government.","d":"Economic markets consist of more sellers than buyers.","ans":"C","exp":"Certain elements are found in all types of\neconomic systems. Every economic system has participants—producers, consumers, and government.\nProducers make or provide products, consumers purchase products, and the government makes and\nenforces the country's laws. The level of government control varies by the type of economic system.\nMarkets are arrangements for the buying and selling of goods and services. Economic markets are made\nup of both buyers and sellers. The number of buyers and sellers differs and fluctuates among the\ndifferent types of economic systems. Bartering involves trading or exchanging one item for another.\nMoney is the most common medium of exchange in economic systems.\n"},"27":{"q":"What type of tax do businesses collect for items such as books, flowers, and shoes?","a":"Sales","b":"Income","c":"Estate","d":"Property\n\n","ans":"A","exp":"Governments levy taxes to raise money to pay for various programs and initiatives. Sales tax is\ntypically charged on nonessential goods such as books, flowers, and shoes. Businesses (e.g., retailers)\nthat sell the goods collect the sales tax from their customers and give the money to the government at set\nintervals. Governments levy income taxes, which are based on earnings (e.g., wages). Inherited items\nare subject to estate taxes. Governments levy property taxes on land and property.\n"},"28":{"q":"As office manager of a small consulting firm, Isabelle is in charge of processing payroll, tracking accounts\npayables and receivables, negotiating terms with vendors, and preparing a variety of company reports.\nThis is an example of","a":"job enlargement.","b":"job rotation.","c":"task specialization.","d":"specialization by trade.","ans":"A","exp":"Job enlargement involves combining different tasks into one position. Employees may\nperform different types of tasks during the course of one day. Because Isabelle is not performing one\nvery specialized task day in and day out, she is less likely to become bored with her job. Job rotation\ninvolves moving from one job to another job within an organization. Job rotation helps employees learn\nnew tasks and understand how a variety of tasks relate to others in the organization. Task specialization\ninvolves becoming highly skilled in one, very small portion of a job. Specialization by trade is the type of\nwork that a person performs in order to earn a living, such as engineering, public-relations, or accounting.\n"},"29":{"q":"Consumer spending to likely to decrease when","a":"unemployment levels decrease for at least a year.","b":"interest rates decrease substantially.","c":"the production of goods and services increases.","d":"a federal-income tax increase is implemented.","ans":"D","exp":"Consumer spending is one factor that indicates well-being\nof the economy. If the government increases taxes, consumers have less money to spend on other\nthings. Spending also tends to decrease as unemployment increases because consumers are not\nworking and do not have income to spend. Low interest rates and increased business activity are factors\nthat indicate that the economy is growing and that consumers are spending their money.\n"},"30":{"q":"Which of the following statements is true about inflation:","a":"It decreases the value of money.","b":"It has little effect on consumers' ability to save.","c":"It is usually caused by a supply surplus.","d":"It increases when the money supply decreases.","ans":"A","exp":"Inflation is a rise in prices. When there is a rapid rise in prices, it takes\nmore money to buy the same item. When this occurs, individuals and businesses buy less with the same\namount of money—the value of money decreases. Inflation can occur when there is an increase in the\nmoney supply or when the availability of an item drops, but the demand remains the same or increases.\nWhen prices increase, individuals and businesses often have less money to save and invest.\n"},"31":{"q":"Avery is a recent college graduate who is not working and is actively looking for a job. This is an example\nof __________ unemployment.","a":"structural","b":"frictional","c":"cyclical","d":"relational","ans":"B","exp":"Frictional unemployment is always present in the economy and occurs because there are\nalways workers who are in transition. Transitions occur for a variety of reasons. Avery is transitioning\nfrom being a college student to being a member of the workforce. Other transitions might include\nreentering the workforce after raising children or a change of career path. Structural unemployment\noccurs when the demand for certain types of workers declines and is often due to technology\nadvancements and the need for new skills. Cyclical employment is the result of changes in the economic\nand business cycles. For example, if the GDP declines, unemployment tends to increase. Relational is\nnot a type of unemployment.\n"},"32":{"q":"When interest rates are low, businesses tend to","a":"implement selling policies.","b":"decrease production.\n","c":"borrow for expansion.","d":"charge sales tax.\n","ans":"C","exp":"The interest rate is the percentage figure used to calculate interest. Many factors\naffect interest rates, including government policies and the business cycle. Businesses often expand\nwhen interest rates are low because it is less expensive to borrow money. Production is likely to increase\nwhen interest rates are low because consumers tend to make larger purchases (e.g., homes, cars)\nbecause it is less expensive to borrow money. When interest rates decrease, businesses may adjust\ntheir credit policies rather than their selling policies. Governments levy sales taxes.\n"},"33":{"q":"If a country exports more than it imports, the demand for that country's currency will likely","a":"stabilize over time.","b":"decrease.","c":"increase.","d":"remain the same.","ans":"C","exp":"Balance of trade is one of many factors that affect the value of a country's currency. Because it\nis difficult to achieve an equal balance of trade, currencies always fluctuate to some degree. When a\ncountry exports more items than it imports over a period of time, the country's currency value increases.\nThis is because exporters are exchanging foreign currency for their domestic currency, driving up the\nvalue of the domestic currency. When a country imports more than it exports, its currency value tends to\ndecline, the opposite tends to occur. Importers are exchanging their domestic currency for foreign\ncurrencies to purchase foreign goods, which lowers the value of the domestic currency.\n"},"34":{"q":"Although Ed is a dedicated and knowledgeable employee, he is having a problem adjusting to the fact\nthat his new project manager is a woman. Ed is accustomed to seeing women in more passive roles\nwithin his native country. This situation is an example of","a":"cultural baggage.","b":"self actualization.","c":"self discipline.","d":"cultural reliance.","ans":"A","exp":"Culture is the customs, habits, and traditions of a particular group. Each nation has its\nown culture, which influences how their members view or experience other cultures. When people bring\nthose views and experiences to other cultures and feel conflicted about them, they are said to have\ncultural baggage. Oftentimes, individuals do not realize that their cultural backgrounds impact their\nfeelings about and behavior toward members of other cultures. For example, Ed may be an individual\nwho has worked in another country (culture) for a long time. He may have adapted to different aspects of\nthat culture, and he may consider himself part of the culture's subculture. However, due to his upbringing\nor long-term exposure to his native country's culture, he may carry cultural “baggage” into the subculture,\nwhich is the country in which he works. Self actualization is maximizing or reaching your full potential.\nSelf discipline is the ability to train yourself to act in ways that will further your goals. Cultural reliance is a\nfictitious term.\n"},"35":{"q":"An effective way for a company to reduce the number of distorted or false rumors that circulate the\ncompany grapevine is by","a":"limiting the employees' contact with one another.","b":"improving its formal communication with employees.","c":"meeting with employees to review their performance.","d":"developing ethical policies to guide the employees' behavior.","ans":"B","exp":"The grapevine is an informal method of\ncommunication. It often provides accurate, positive information, but it can also communicate negative,\ndistorted, or incorrect information or rumors. For example, employees who hear and spread rumors about\nlayoffs or salary cuts may not have sent or received accurate or complete information. If management\ndoes not address the rumors, they can cause friction and anxiety in the workplace. To combat rumors,\nmanagement can take steps by communicating regularly with its employees through e-mail, newsletters,\nmemos, and meetings. By addressing rumors and responding honestly before the rumors get out of\nhand, employees are more likely to trust and respect management, and listen less to the negative\ncommunication that travels through the grapevine. In some situations, managers may not legally be able\nto talk about issues, but it is important that they acknowledge the situation and explain why they cannot\ncomment. Successful businesses depend on employees who collaborate, so limiting their contact is a\ndetrimental and unrealistic option. The purpose of conducting employee performance reviews is to\nevaluate an employee's work. Conducting performance reviews will not eliminate grapevine\ncommunication. Developing ethics policies is important; however, unless the policies are communicated\nto employees, the policies are pointless.\n"},"36":{"q":"Porter said to the group, “If we agree to proceed with this plan, the company's profitability will increase\nsubstantially. Because the company will be saving a lot of money, we are more likely to receive a higher\npay increase next year.” Porter is persuading the group members by","a":"expressing empathy.","b":"promoting benefits.","c":"exerting his authority.","d":"arguing on minor points.","ans":"B","exp":"Persuasion is the ability to get people to see things your way, to do things your way,\nand to agree with you. Persuasion often involves appealing to others' wants and needs, and presenting\ninformation in such a way that it encourages them to support the idea or action. In the example, Porter\ndiscussed the benefit of a pay raise. Empathy is the ability to identify with another person's thoughts,\nfeelings, values, and actions. There is no indication that Porter holds a position of authority or that he is\narguing with someone on minor points.\n"},"37":{"q":"Claire said, “We need to resolve this quantity-discount issue and reach agreement by next Tuesday. If we\ncan't, I will solicit bids from other vendors.” What negotiating strategy is Claire using with her vendor?","a":"Good cop/Bad cop","b":"Deadline driven","c":"Limited authority","d":"Compromise\n\n","ans":"B","exp":"The deadline-driven strategy involves one party giving the other party a time limit to take\naction. In the example, Claire gave her vendor a deadline—next Tuesday—to resolve a particular point.\nGood cop/Bad cop is a negotiating strategy that involves at least two people on one side of the\nnegotiation; of the two people, one person is reasonable and agrees with the opposing party, while the\nother is unreasonable and disagrees with the opposing party. Limited authority is a negotiating strategy\nin which one person claims that s/he does not have the authority to make a decision and must consult\nanother person who is not present during the negotiation process. Bargaining is a negotiating technique\nthat involves giving one person something s/he wants, and receiving something desired in return, which\ninvolves compromising.\n"},"38":{"q":"Matthew and Miranda are equal partners in a small consulting firm. They have allocated eight percent of\nlast year's profits to make business improvements. Matthew wants to purchase a new copy machine,\nwhile Miranda would rather paint the building and make it look more inviting to their clients. What is the\nreason for Matthew and Miranda's conflict?","a":"Limited resources","b":"Unclear boundaries","c":"Inconsistent behavior","d":"Authority","ans":"A","exp":"Businesspeople are more likely to scrutinize and want\nsupporting evidence for ideas that require additional resources or involve high risk taking, which could\nmake acceptance more challenging.\n"},"39":{"q":"Katie is feeling stressed because she is getting married next month, moving to a new city after the\nwedding, and starting a new job after she moves. As a result, she is tired because she isn't sleeping well\nand can't focus at work. What is the source of Katie's stress?","a":"Workplace burnout","b":"Multiple lifestyle changes","c":"Long-term financial difficulties","d":"Serious illness","ans":"B","exp":"Stress is a mental, physical, or emotional feeling of pressure or tension and\ncan be influenced by many factors. In Katie's situation, she is experiencing several life-changing events\nall at once—getting married, moving, and starting a new job. When stress increases or continues for a\nlong period of time, it may negatively affect a person's physical health. Because Katie isn't sleeping well,\nshe is tired and unable to focus on her work. When an employee is unable to focus on work, s/he is more\nlikely to make mistakes. There is no indication that Katie is experiencing workplace burnout, long-term\nfinancial difficulties, or a serious illness.\n"},"40":{"q":"Determine if the following statement is true or false: In effective work teams, every team member takes\non a leadership role.","a":"True. Because every team member is expected to set individual team goals, all members are all\nleaders.","b":"True. Because every team member contributes unique skills and talents, each person has the\npotential to lead the team in different ways.","c":"False. Team members need the direction and guidance of a single person with broad knowledge\nand insight.","d":"False. A team leader is necessary because s/he is responsible for establishing the team's goals\nand monitoring the workload.","ans":"B"},"41":{"q":"Determine if the following statement is true or false: Each group member has equal power in reaching a\nconsensus.","a":"False. Consensus requires a few group members who have power.","b":"True. A majority rule voting process determines the outcome.","c":"False. Consensus involves rule by a single leader.","d":"True. Each group member has equal power to say yes or no.","ans":"D","exp":"Consensus is a decision-making outcome\nthat requires the substantial agreement of each group member. To reach consensus, the option doesn't\nhave to be each group member's first choice, but the option must be agreed upon as an acceptable\noption by all members of the group. Minority rule means that a few people in the group make the\ndecision. Consensus is not minority rule, is not rule by a single leader, and is not reached by a majority\nrule vote in which all options are not acceptable to the group members.\n"},"42":{"q":"The Hilbert Company's employees receive a quarterly bonus for achieving their quotas. The company is\nmotivating employees by","a":"contributing to a retirement fund.","b":"offering a profit-sharing plan.","c":"providing stock ownership options.","d":"linking pay to performance.","ans":"D","exp":"A financial incentive such as a bonus is a common way to reward employees\nand motivate them to continue working hard. If they continue to work hard, they may receive another\nbonus. In this way, the company is linking pay to employee performance. The bonus is not a component\nof the company's profit-sharing plan, stock-ownership options, or retirement fund.\n"},"43":{"q":"Connor has the ability to look at situations in different ways, which helps him to resolve many of the\nbusiness problems that his company encounters. What characteristic of leadership is Connor exhibiting?","a":"Integrity","b":"Credibility","c":"Authenticity","d":"Creativity","ans":"D","exp":"Effective leaders generate new ideas and approaches to make improvements and solve\nproblems—they are exhibiting creativity. Credibility is a person's believability. Authenticity is being\ngenuine and sincere. Integrity is adhering to an established set of personal ethics and sound moral\nprinciples.\n"},"44":{"q":"What is true about personal vision?","a":"Specific goals are necessary to determine your vision.","b":"Realistic visions are based on mission statements.","c":"Good visions have permanent results.","d":"Achievable visions are time bound.","ans":"C","exp":"A vision is a desire for the future that is achieved over time with\ndetermination and hard work. Good visions create positive results and may involve the input of many\npeople over a long period of time. Visions are not based on mission statements, nor do they start out with\nspecific goals. Visions are timeless rather than time bound.\n"},"45":{"q":"To demonstrate adaptability, it is important to recognize that","a":"you can control the way others react.","b":"it is always okay to stay in your comfort zone. ","c":"circumstances are always changing.","d":"fear of the unknown induces change.","ans":"C","exp":"To be adaptable, you must first recognize that circumstances are\nalways changing. When you recognize that change is inevitable, then you can relax and develop a\nmindset to “expect the unexpected,” which will better help you handle changes when they occur. Staying\nin your comfort zone and being fearful are barriers to adaptability. Although you can't control the way\nothers react in a situation, you can control the way you react.\n"},"46":{"q":"Because Emma wants to excel in her job, she talks with her manager to get suggestions for ways in\nwhich she can improve her efficiency and work quality. Emma is exhibiting an achievement orientation by","a":"taking risks.","b":"soliciting feedback.","c":"being patient.","d":"setting goals.\n\n","ans":"B","exp":"Achievement orientation is a drive to accomplish one's goals and to meet or exceed\na high standard of success. Achievement-oriented people often want to do things better or more\nefficiently than they have been done in the past. To find better ways to do things, achievement-oriented\npeople solicit feedback from others—coworkers, managers, etc. Emma is not setting goals, taking risks,\nor being patient.\n"},"47":{"q":"To effectively lead change, you must first","a":"indicate why the change is necessary.","b":"point out why others' ideas are unacceptable. ","c":"monitor how others will view the change.","d":"communicate the urgency of the issue.","ans":"A","exp":"To effectively lead change, you must be able to guide others and\npersuade them to alter their opinions or actions. Because some individuals have a difficult time accepting\nand making changes, change leaders must be able to explain why the change is necessary and how the\nchange will benefit them. Others may or may not have other ideas about implementing change.\nImmediately pointing out the negative aspects of others' ideas may put them on the defensive, and hinder\nyour effectiveness to persuade the individuals to accept your suggested change. You cannot assess how\nothers will view the suggested change until the change has been discussed. The reason for the change\nshould be communicated, regardless of the urgency of the issue.\n"},"48":{"q":"Effective collaborative partnerships among colleagues require","a":"a sense of urgency.","b":"absence of conflict.","c":"authoritarian leadership.","d":"compatible goals.","ans":"D","exp":"Cultural reliance is a\nfictitious term.\n"},"49":{"q":"Mia makes a conscious effort to dress professionally, arrive at work on time, work late when necessary,\ntake on extra assignments, and be respectful of and helpful to influential employees. As a result of Mia's\nprofessional dedication, the company has implemented many of her ideas. This is an example of an\nemployee using __________ to achieve organizational goals.","a":"reciprocity","b":"impression management","c":"excessive flattery","d":"codependency","ans":"B","exp":"If an employee has the ability to influence other workers' opinions or actions\nwithin the company, the employee is fostering political relationships. Building positive political\nrelationships in the workplace begins by identifying and carrying out actions that will foster positive\nrelationships, which is impression management. Reciprocity involves doing something for another person\nand expecting that person to return the favor at another time. Codependency is putting others' needs\nabove your own and can lead to dysfunctional relationships. Excessive flattery often comes across as an\ninsincere way of trying to get something from another person.\n"},"50":{"q":"Which of the following is a disadvantage of a checking account:","a":"Online transaction options","b":"Direct payroll deposit","c":"Overdraft protection","d":"Account balance requirement","ans":"D","exp":"Financial institutions often require customers to maintain a certain amount\nof money in their bank accounts. The account holder may be charged fees, if the minimal account\nbalance requirements are not met. Direct payroll deposit, overdraft protection, and online banking service\nare benefits or services that many types of checking-account products offer that customers may need to\npay fees to obtain.\n"},"51":{"q":"The yen, peso, and euro are types of","a":"dollars.","b":"bonds.\n","c":"stock.","d":"money.\n","ans":"D"},"52":{"q":"When Brandon lost his job due to downsizing, the government sent him an unemployment check to help\nhim cover his living expenses until he found another job. What is Brandon's source of income?","a":"Rebate","b":"Transfer payment","c":"Refund","d":"Wage garnishment","ans":"B","exp":"Income is money received from outside sources. Sources of income include salaries,\ninterest earned, dividends, rent, and transfer payments. Transfer payments are monies paid by the\ngovernment in which no goods or services are received in exchange, such as welfare benefits, veterans'\nbenefits, disaster aid, and unemployment. To receive transfer payments, individuals, businesses, or\njurisdictions must meet certain criteria. A rebate is a return of part of the price a customer pays for a\nproduct, usually from the product's manufacturer. A refund is a sum of money given back to individuals or\nbusinesses. Refunds are issued when an excessive amount has been paid (e.g., tax refund) or when\nitems have been returned to a business. Wage garnishments are court-ordered initiatives that involve\ntaking income taken from an employee's salary and submitting it to another person or organization.\nExamples of garnishments include child support and alimony.\n"},"53":{"q":"Max set a financial goal of saving $2,000 in the next year. On a whim, Max saw a new video game that\nhe wanted, so instead of putting a portion of his paycheck in his savings account, he used that money to\npurchase the game. What barrier is preventing Max from reaching his goal?","a":"Overuse of credit","b":"Impulsive spending","c":"Unexpected needs","d":"Loss of income","ans":"B","exp":"Many situations can prevent individuals from reaching their financial goals. When\npeople lose their jobs or need to get their cars fixed, their financial goals may be temporarily sidetracked.\nOverusing and repaying credit cards can also affect an individual's ability to achieve his/her financial\ngoals. An individual who must pay off credit-card debt has less money available to save and invest. In\nMax's situation, impulsive spending derailed his financial goals. He saw something that he wanted right\naway, so he bought it without thinking about the consequences. It will likely take Max longer to reach his\nsavings goal.\n"},"54":{"q":"When reconciling your check register, it is important to __________ your balance.","a":"subtract your earned interest from","b":"add your debit card transactions to","c":"subtract all applicable fees from","d":"add ATM withdrawals to","ans":"C","exp":"The check register is a central location to record and track all of the\nchecks that you write and the amount of money you spend in your checking account. Each month, you\nreceive a bank statement that details your checking-account activity. You should reconcile your check\nregister with your bank statement to ensure that they match. This step is important for many reasons. For\nexample, if you forget to enter transactions in your check register, you may overdraft your account and be\nfined for insufficient funds. When reconciling your check register, you want to make sure that you have\nsubtracted all fees including debit card transactions and ATM withdrawals. You should add the interest\nearned if your account is set up to earn interest.\n"},"55":{"q":"It is important to review your credit report on a regular basis to","a":"set your credit limit.","b":"change your credit score.","c":"identify discriminatory practices.","d":"verify its accuracy.","ans":"D","exp":"A credit report is a record of your credit history. Businesses and individuals can\nobtain their credit reports from authorized credit bureaus. The advantage to reviewing your credit report\non a regular basis is that you can verify that the information is correct. Incorrect information can affect\nyour ability to obtain credit or a loan, so it is important to check for and correct any inaccurate information\nthat you find in your credit report. Businesses and individuals can improve their credit scores by using\ncredit wisely and by taking action to correct inaccurate information; however, they cannot change credit\nscores—only authorized credit bureaus can do so. Credit-card issuers set credit limits and often review\nyour credit report to determine the amount of credit they are willing to extend to you. Credit reports do not\nidentify discriminatory practices.\n"},"56":{"q":"Monitoring financial accounts and reading bank statements on a regular basis can help detect activities\nassociated with","a":"personal hijacking.","b":"property infringement.","c":"identity theft.","d":"securities fraud.","ans":"C","exp":"Monitoring financial accounts and reading bank statements helps you identify unusual\ntransactions, purchases, or money withdrawals. If inconsistencies are detected, you can notify your\nfinancial-services providers to hold or close your accounts to prevent further use by identity thieves.\nIntellectual property infringement involves using copyrighted, trademarked, or patented property without\nthe owner's permission. Hijacking is using force to seize a vehicle (e.g., aircraft, car) in transit. Securities\nfraud involves using deception to convince investors to purchase securities.\n"},"57":{"q":"Individuals are most likely to require the services of a mortgage company when they want to","a":"invest in the stock market.","b":"acquire liability insurance.","c":"purchase real estate.","d":"earn interest on savings.\n\n","ans":"C","exp":"Mortgages are loans specifically designed for the purchase of real estate—land,\nresidences, and other types of buildings. Individuals may want to purchase a home to live in or an\napartment building to lease to others. Apartment buildings allow individuals to generate income by renting\napartment space to others. To transfer risk, individuals purchase various types of insurance from\ninsurance companies. To invest in the stock market, an individual is likely to consult with a stockbroker or\na financial planner. Deposit-taking institutions (e.g., retail banks) provide savings accounts on which\nindividuals can earn interest.\n"},"58":{"q":"While reviewing financial information, Troy noted that the company earned $245,956 in January,\n$248,122 in February, and $252,878 in March. Which of the following most likely summarizes the\ncompany's financial situation:","a":"Cash flow continues to be tight.","b":"Sales are steadily increasing.","c":"Accounts receivable exceed accounts payable.","d":"Capital assets are depreciating at a slower rate.","ans":"B","exp":"One reason that businesses analyze financial information is to identify\ntrends. In the example, the company's income has been steadily increasing for three months. Businesses\ngenerate income in a number of ways, and product sales are usually the greatest source of income for a\nbusiness. If sales are increasing, the company may be able to expand or increase the employees'\nsalaries. With the information provided, it cannot be determined if cash flow continues to be tight for the\nbusiness, if accounts receivable exceeds accounts payable, or if the depreciation rate of capital assets is\nslower.\n"},"59":{"q":"Accounting software applications facilitate a business's ability to efficiently track income and expenses,\nmanage inventory, and","a":"plan work projects.","b":"process payroll.","c":"establish insurance policies.","d":"organize media transcripts.","ans":"B","exp":"Accounting software programs allow businesses to efficiently track various financial data\nand generate financial reports. Businesses use accounting software to track budgets, income, expenses,\nand bank transactions. Many comprehensive accounting software programs have applications to process\npayroll and taxes, forecast sales, and manage inventory. Businesses use project-management software\nto plan and execute projects. Businesses do not use accounting software to establish insurance policies\nor to organize media transcripts.\n"},"60":{"q":"A primary reason governments regulate business accounting practices is to","a":"balance the business's budget.","b":"certify aging accounts.","c":"stabilize tax revenue.","d":"ensure consistent reporting.","ans":"D","exp":"The accounting function is responsible for collecting and reporting the\nbusiness's financial information. Governments require businesses to provide certain types of financial\ninformation to regulatory agencies and shareholders in specific ways. By requiring businesses to follow\nthe same standards and rules, financial reports are prepared in a consistent way, so the information is\nclear to all people who read and work with financial information. The primary reason that governments\nregulate business accounting practices is not to certify aging accounts, stabilize tax revenue, or to\nbalance the business's budget.\n"},"61":{"q":"Balancing the business's objective to make a profit with the interests of all the business's stakeholders is\na primary consideration related to the business's","a":"financial ethics.","b":"creative processes.","c":"maintenance activities.","d":"forecasting methods.","ans":"A","exp":"An important aspect of financial ethics is making sure the business makes a profit and\nserves the best interests of its stakeholders (e.g., employees, customers, investors). This would include\nhonest communication, transparent financial reporting, and fair pricing practices. Creative processes,\nmaintenance activities, and forecasting methods are important business considerations; however, these\nactivities are not directly related the business's profitability and the stakeholders' best interests.\n"},"62":{"q":"Instead of transferring the company's money to the company's bank account, Oscar placed it in an\noffshore bank account that only he had access to. When the company's officers found out what Oscar\nhad been doing, they filed charges against him, and law enforcement officers arrested Oscar for","a":"embezzlement.","b":"securities fraud.","c":"insider trading.","d":"espionage.","ans":"A","exp":"Embezzlement involves theft of valuables that have been entrusted to another's care. In\nthe example, the company entrusted Oscar with placing the company's money in one account, and\ninstead, Oscar put the money in a bank account that only he had access to. Oscar was stealing money\nfrom the company. Insider trading involves leaking information to others that is not known to the public.\nSecurities fraud involves the use of misleading sales tactics to persuade investors to purchase securities.\nEspionage involves revealing confidential information without the source or owner's permission and is\noften associated with spying.\n"},"63":{"q":"What is the advantage of using a rolling or continuous budget?","a":"It eliminates the need for the business to develop a master budget.","b":"It requires managers to demonstrate the need for every expense at one time.","c":"It provides managers with the ability to accurately forecast unexpected expenses.","d":"It encourages managers to assess activities and adjust figures more frequently.","ans":"D","exp":"A rolling (continuous)\nbudget replaces each passing month with a new month added to the end of the budget, so there is\nalways a year-long budget in place. Because a new month is added to the budget on a regular basis,\nmanagers need to assess and adjust figures on a monthly basis to reflect the various factors that\ninfluence business activities. By being able to change and adapt, the rolling budget provides the business\nwith flexibility. The zero-based budgeting method requires managers to demonstrate the need for every\nexpense. Although unexpected expenses do come up and should be a consideration when establishing\nany type of budget, a rolling budget does not provide managers with an advantage over other budgeting\nmethods in terms of forecasting unexpected expenses. A rolling budget does not eliminate the need for a\nmaster budget. A master budget can be developed using the rolling budget methodology.\n"},"64":{"q":"Is it unethical for a manager to promote an employee who is also the manager's friend?","a":"Yes, it is appropriate to promote a friend.","b":"No, if the employee is not the same gender as the manager.","c":"No, if the appropriate procedures are followed, and the employee is the most qualified candidate.","d":"Yes, other employees will file discrimination claims, which will damage the company's reputation.","ans":"C"},"65":{"q":"A well-prepared new employee orientation program should","a":"verify the new employees' job qualifications.","b":"outline the employer's specific financial goals.","c":"communicate the employer's philosophy and expectations.","d":"set aside time to negotiate the employees' salary requirements.","ans":"C","exp":"A good orientation program sets the tone for\nthe new hire's experience with the company. It answers basic questions for new employees and helps\nthem to feel welcome and comfortable in their new surroundings. It often involves giving tours to\nfamiliarize the employees with the facilities, completing the required paperwork, distributing employee\nhandbooks, and introducing them to their new colleagues. A very important aspect of orientation is to\ncommunicate the employer's philosophy and behavioral expectations so the employee can adapt\naccordingly. The purpose of the orientation session is not to go over specific financial goals. Job\nqualifications are verified during the interview process. Salaries are negotiated after the employer\nextends the job offer and before the candidate (new employee) accepts the offer.\n"},"66":{"q":"What type of buying behavior involves low customer involvement, significant brand awareness, and a\ndesire for change?","a":"Variety-seeking","b":"Risk-taking","c":"Status-oriented","d":"Brand-insisted","ans":"A","exp":"This type of buying behavior usually involves the purchase of routine items such as\ncookies, shampoo, and socks. The buyer might be very aware of the differences among brands, but feels\na desire to try something different. Because the items are relatively inexpensive, there is no great risk in\ntrying something new. Brand insistence occurs when a buyer will not buy anything other than a specific\nbrand or product. People who purchase status-oriented items are motivated by a desire to have the best\nquality, most expensive, or trendiest goods and services.\n"},"67":{"q":"Employees can help their employers meet important deadlines by","a":"resolving complaints.","b":"staying on task.","c":"improving profitability.","d":"following trends.\n\n","ans":"B","exp":"Employees who stay on task are focused on the activity at hand and do not allow\nthemselves to be distracted. When employees are focused on their work, they are more likely to finish\ntheir assignments and meet deadlines. Meeting deadlines is an important aspect of achieving the\ncompany's goals. Tasks vary by job and may or may not include communicating with customers and\nvendors, finishing reports, and developing products within a set time frame. Following trends is an\nongoing process that helps the company identify new markets and changing needs and, if acted upon,\ncan improve the company's profitability.\n"},"68":{"q":"The following statement appeared in an online journal article written by Dr. Lydia Garrett:\n“Dr. Sanderson has limited expertise in the area of biophysics, and I do not believe that he has\nconducted enough research to support his theory.”\nThis is an example of","a":"hearsay.","b":"supporting evidence.\n","c":"an opinion.","d":"a fact.\n","ans":"C","exp":"It is important to separate opinion from fact, when analyzing information. An opinion is a\nperson's point of view or belief. In the example, the author (Dr. Garrett) is expressing her opinion about\nanother individual's (Dr. Sanderson) research. The author does not provide specific facts or data to\nsupport her opinion. Facts contain true data or information. Hearsay is gossip or rumor.\n"},"69":{"q":"Eric is viewing the results for an online search about the current economic situation in North America.\nWhich of the following is going to provide Eric with the most reliable information:","a":"A six-page report written in 2009 by a Canadore College student for an economics class","b":"An article written by a Harvard economics professor that was published in a business magazine\nlast month","c":"An excerpt from a second-edition high-school economics textbook that was published in the fall\nof 2005","d":"A two-day-old video clip of a CNN interview with a 16-year-old entrepreneur from Sheboygan,\nWisconsin","ans":"B"},"70":{"q":"Due to obsolescence, the format in which a business stores its information must often be","a":"archived.","b":"updated.","c":"processed.","d":"summarized.","ans":"B","exp":"Obsolescence occurs when something is outdated. Technology is always evolving, so\ncomputer systems and applications are always subject to obsolescence. Businesses must update the\nways in which they store or archive their information because the format may not be usable in the future.\nFor example, modern computers do not have outlets that read floppy disks, which were popular external\nstorage devices several years ago. The way people summarize or process information is not related to\nthe state of obsolescence.\n"},"71":{"q":"The Lee Company must pay a settlement to Smith Industries because Lee used Smith's logo on its web\nsite and other printed materials without Smith's permission. The Lee Company has violated","a":"trade-secret regulations.","b":"intellectual property laws.","c":"patent-registration codes.","d":"local ordinances.","ans":"B","exp":"Intellectual property is assets resulting from thinking processes. Written and\nartistic works, symbols (e.g., logos), words, trade secrets, and inventions are types of intellectual property\nthat can be legally protected from the unauthorized use of others. In most countries, intellectual property\nprotection is legislated by the national (federal) level of government rather than the local level of\ngovernment. By registering its logo with the government, a business's logo has trademark protection. If\nanother company uses the logo without the owner's permission, then the logo's owner can file a lawsuit\nagainst the company to stop the unauthorized use. And in some situations, the owner can obtain\nmonetary damages from the unauthorized user. Trade secrets are types of knowledge that can be used\nto obtain an economic advantage. Formulas, recipes, and customer lists are examples of knowledge\ncovered under trade-secret laws. Individuals and businesses obtain patent protection for their inventions.\n"},"72":{"q":"Important functions of a business's information system are to help it to __________ its important facts\nand data.","a":"organize and store","b":"mediate and retrieve","c":"analyze and instruct","d":"duplicate and renew","ans":"A","exp":"An information system is a method of gathering, storing, and analyzing data for the\npurpose of making business decisions. Because a business acquires large amounts of information, it\nmust develop a structure to organize and store data and facts to make them useful to the business. An\neffective information system enables a business to access, retrieve and analyze the stored data and facts\naccurately and efficiently, which facilitates the business's decision-making processes. Primary functions\nof a business's information system are not to mediate, instruct, duplicate, or renew the business's facts\nand data.\n"},"73":{"q":"William is thinking about getting a new smartphone, so he logged on a well known web site to read\nothers' opinions and experiences with different types of smartphones that are currently on the market.\nWilliam is reading Internet product reviews to","a":"reaffirm his recent purchasing selection.","b":"compare the prices of smartphones from various online stores.","c":"determine which company has the best phone plan.","d":"make an informed buying decision.","ans":"D","exp":"The Internet has revolutionized the ways in which business is\nconducted. The Internet provides customers with the ability to obtain product information in a variety of\nways—from business web sites, blogs, newsfeeds, and consumer information web sites. In the example,\nWilliam is doing research to find out how other users like different smartphones before he makes a\ndecision about the one that he wants to buy. William will likely visit various smartphone e-tailers to get\nproduct specifications and pricing before making his decision. Although phone plans are often a factor\nwhen making a mobile-phone purchasing decision, there is not enough information provided to determine\nwhether phone plans will affect William's buying decision. William hasn't purchased his smartphone yet,\nso he can't reaffirm his recent purchase.\n"},"74":{"q":"What types of applications help computer users manage their appointments and work activities through\ne-mail software programs?","a":"Address book, task, and workbook features","b":"Calendar, address book, and view mechanisms","c":"Contact, workbook, and view settings","d":"Task, calendar, and contact functions","ans":"D","exp":"E-mail software programs, such as Microsoft Outlook, have\napplications that help businesspeople manage their time and work. Applications such as task organizers,\ncalendars, contact (address book) functions help businesspeople keep track of appointments, travel\nplans, and due dates. In the Excel spreadsheet program, a workbook consists of worksheets, which is\nwhere the computer user enters and manipulates data. View settings allow computer users to change the\nsize of the document they are viewing on the computer screen.\n"},"75":{"q":"A business wants to send a mailing to all customers who have ordered at least $2,500 in merchandise in\nthe past year. To obtain the appropriate list of customers, the business should set the query by","a":"sales dollars and dates.","b":"last name and account number.","c":"product code and zip code.","d":"credit rating and location.","ans":"A","exp":"A database software program allows a business to sort customer information by\nvarious criteria—customer name, sales volume, customer type, zip code, etc. Queries are database fields\nthat the business uses to sort the data. The type of data that the business wants to retrieve or analyze\ndetermines the database query (sorting mechanism) that the business uses. To obtain the desired\ncustomer list, the query should include the minimal sales dollars ($2,500) and the desired dates (e.g.,\nApril 2, 2010 - March 31, 2011). The product codes, the customers' last names, account numbers, zip\ncodes, cities, and credit ratings will not yield the desired results.\n"},"76":{"q":"Haley has completed a new page to add to her employer's existing web site. What does she need to do\nnext?","a":"Upload the page to the web server","b":"Obtain a domain name","c":"Select an Internet service provider","d":"Add the page to the internal network\n\n","ans":"A","exp":"After creating the page using a web site design program, the user\nneeds to upload the page to the web server, which is where all of the business's web pages are stored.\nBecause Haley is working with an existing web site, she already has a domain name or web address for\nthe site. The Internet service provider may offer web hosting services. An intranet is an internal network\nof computers within an organization.\n"},"77":{"q":"When an existing customer's contact information changes, what should a company do?","a":"Update the customer's record in the company database","b":"Create a new record that contains the customer's changes","c":"Add the customer's record in the employee directory","d":"Enter the customer's contact information in a new database","ans":"A","exp":"Businesses keep a variety of customer\ninformation in a central location—a computer database. When customers change phone numbers and email addresses, move, or go out business, companies need to update their customer database to reflect\nthose changes. If the information is not changed, the business does not have current contact information.\nThis can be costly to the business in situations that involve delinquent accounts and returned mail. The\nbusiness does not need to create a new record to reflect changes—this would clutter the system with\nunnecessary data—nor does the business need to create a new database every time a customer's\ncontact information needs to be updated. Employee records, rather than customer records, appear in the\ncompany or employee directory.\n"},"78":{"q":"During the busy tourist season, a coastal surf shop sold 398 beach balls in June, 924 beach balls in July,\nand 537 beach balls in August. This information reveals that","a":"the supply of beach balls declined in June by four percent.","b":"more tourists purchased beach balls in July than June and August combined.","c":"beach-ball production rates increased in August.","d":"the demand for beach balls peaked during July.","ans":"D","exp":"Statistics are information presented in numerical form.\nBusinesses analyze and interpret statistics to make various business decisions, such as forecasting\nsales. By analyzing statistical information, the surf shop can plan its beach-ball orders to accommodate\nthe anticipated demand. The provided data show that the surf shop sold the most beach balls during July,\nwhich indicates that the demand for beach balls peaked in July. Although the demand for beach balls\ndeclined in August, there is not enough information to determine if the production of beach balls\nincreased during that time. Because statistical information is not provided for previous months, it is not\npossible to determine if the supply of beach balls declined by four percent in June. The number of beach\nballs purchased in June and August totaled 935, which indicates that the combined sales for June and\nAugust exceeded the July's beach-ball sales. In addition, there is not enough information provided to\ndetermine if tourists were the only group of people who purchased beach balls.\n"},"79":{"q":"Which of the following is unethical behavior in the operations function of business:","a":"Using negotiating techniques to encourage a vendor to make concessions","b":"Sharing a vendor's competitive bid information with another supplier","c":"Developing scorecards to evaluate suppliers' performance levels","d":"Setting deadlines for vendors to submit their bids","ans":"B","exp":"It is unfair for a business to share a\nvendor's bid information with another supplier because it provides one supplier with an advantage over\nthe other. Using negotiating techniques to obtain concessions, developing scorecards to evaluate\nsuppliers' performance levels, and setting deadlines for bids are ethical activities.\n"},"80":{"q":"WTZ Manufacturing acquired new equipment that performs production activities that were previously\ncarried out by employees. This is an example of","a":"ergonomics.","b":"customization.","c":"outsourcing.","d":"automation.","ans":"D","exp":"Technological advancements have lead to production automation, which involves the use of\nmachines to carry out production tasks. Automated production activities increase efficiency, reduce costs,\nand provide consistent products. The downside of automation is displaced workers. Customization is the\nprocess of making unique goods or services according to a customer's specific needs or wants.\nOutsourcing is acquiring assistance from outside organizations/consultants to obtain goods or services to\naccomplish the business's objectives. Ergonomics is the study of the use of equipment or technology and\nits effects on workers' physical well-being.\n"},"81":{"q":"Trevor works with dangerous equipment on a busy production line. Several months ago, he noticed that\none of the machines was not operating correctly, so he notified his supervisor about the problem. Since\nthen, Trevor has reminded his supervisor about the issue several times and has reported the problem to\nthe vice president of operations. Still, the machine has not been fixed. Should Trevor report the\nnoncompliance to the government?","a":"No. Trevor's nagging is causing friction with his company's management staff, and he could lose\nhis job for stirring up trouble.","b":"Yes. Before he reports the noncompliance, Trevor should tell his supervisor what he plans to do,\nand use the information as leverage to get a promotion.","c":"No. Trevor has done all he can to resolve the issue and it is up to management to schedule the\nrepair.","d":"Yes. Management is behaving irresponsibly because the equipment may injure the workers who\nuse it.","ans":"D"},"82":{"q":"What is needed to effectively handle situations such as fire, injury, bomb threats, and robbery that might\noccur on the business's property?","a":"An emergency plan","b":"An operating strategy","c":"A surveillance system","d":"An evacuation map","ans":"A","exp":"Comprehensive emergency plans contain policies and procedures for many types of\nsituations that the business might experience. The plan might address issues such as evacuation plans\nfor fire, bomb threats, and weather-related incidents. The emergency plan might include policies for\nhandling injuries, illnesses, and robberies. The business needs to ensure that employees know what to\ndo in these situations by providing ongoing training.\n"},"83":{"q":"Lily is the last employee to leave the building today. To reduce the risk of theft, Lily should __________\nbefore she _________.","a":"turn off the lights, sets the security alarm","b":"set the security alarm, locks the doors","c":"turn on the surveillance camera, adjusts the thermostat","d":"adjust the thermostat, turns on the surveillance camera","ans":"B","exp":"Businesses install locks and security alarms to protect their\nfacilities from theft and burglary. Depending on the business's procedures, the last employee to leave for\nthe day should set the security alarm and lock the door. In some situations, the security alarm can be set\nwith a remote device after the employee leaves the building and locks the doors. Turning off the lights\nand adjusting the thermostat will not protect the building from unlawful entry. Turning on a surveillance\ncamera may deter and identify thieves and burglars, but this will not prevent them from entering the\nbuilding.\n"},"84":{"q":"Why might a business obtain a trademark for its intellectual property?","a":"To protect the integrity of the business's logo","b":"To prevent the publication of the business's written work","c":"To keep competitors from using the business's manufacturing processes","d":"To stop the unauthorized use of the business's inventions\n\n","ans":"A","exp":"Trademarks protect unique symbols, designs (e.g., logo),\nor words that businesses use to identify their brands. A business can legally protect its logo from\nunauthorized use by registering the logo with the appropriate government agency. If an unauthorized\nentity compromises or uses the logo in harmful, embarrassing, or negative ways, trademark protection\nprovides the business with legal recourse. Copyrights provide legal protection for written, musical, and\nartistic works. Patents are obtained to legally protect inventions and certain types of processes (e.g.,\nunique manufacturing processes) for a limited amount of time.\n"},"85":{"q":"Which of the following is an activity performed during the planning phase of a project:","a":"Schedule implementation (execution)","b":"Budget development","c":"Concept identification","d":"Feasibility analysis","ans":"B","exp":"During the planning phase of a project, the project manager develops the budget,\nprepares the work breakdown structure, and allocates resources. During the execution phase, the work\nactivities are implemented in accordance to the project schedule. The project-definition phase involves\nidentifying the project concept and conducting a feasibility analysis.\n"},"86":{"q":"Tatiana is a project manager who is ready to close a project, and has scheduled a “lessons learned”\nmeeting with the project team. What will Tatiana most likely include on her meeting agenda?","a":"The definition of the project's purpose","b":"Discussion of specific challenges encountered","c":"Explanation of the stakeholders' expectations","d":"The distribution of project resources allocated","ans":"B","exp":"After the stakeholders receive the deliverables, the\nproject manager often meets with the team members to discuss what went well and what didn't go well\nwith the project. The team members also discuss how processes could have been improved. The\ninformation obtained from the “lessons learned” meeting is summarized in a “lessons learned” document,\nwhich can be used by teams that execute similar projects for the organization in the future. The project's\npurpose and the stakeholders' expectations are explained during the initiation phase of the project. The\nallocation of resources is determined during the planning phase of the project.\n"},"87":{"q":"As owner of the Zoom Company, Trinda will need to manage the bidding process between possible\nsuppliers. She created the following chart as part of the process. Which factor does Zoom Scooter Co.\nfeel is the most important when evaluating suppliers?\nSupplier: Ace Tires, Inc.\nCategory\nScore (1-5)\nCost structure\n3\nOn-time delivery\n4\nProduct quality\n5\nTechnological\n5\ncapability\n","a":"Product quality","b":"On-time delivery\n\nWeight\n0.4\n0.2\n0.3\n0.1\n","c":"Cost structure","d":"Technological capability\n","ans":"C","exp":"What quality control method is the\ncompany using?\nA. Material classification\nC. Product testing\nB. Random inspection\nD. Commodities sampling\n90. Which of the following expenses should Charlene categorize as a fixed cost:\nA. Cost of goods sold\nC. Rent\nB. Delivery charges\nD. Commissions\n91. Martin had a problem obtaining information that he needed to perform his job. One day, Martin had an\nidea that he thought would resolve his problem, and discussed the idea with his manager. Martin's\nmanager liked the idea and set up a meeting with the company's IT department staff members to discuss\nit in further detail. During the meeting, the participants determined that it was feasible to expand and\nimplement this idea over a period of several months in a way that would benefit Martin, as well as other\ndepartments, which would increase the company's overall efficiency. In this situation, the source of\ninnovation is\nA. Martin.\nC. the technology department.\nB. the management team.\nD. the employees.\n92. You should obtain maximum input from others when you are making decisions that\nA. are routine in nature.\nC. require logical thinking.\nB. affect others significantly.\nD. involve limited consideration.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n11\n\n93. William was having a hard time coming up with ideas to solve a problem that he was having at work. He\ndecided to write down some things that he could do to make the problem worse. He then reviewed each\nnegative statement and thought of ways to improve the situation. What problem-solving technique was\nWilliam using?\nA. Appreciative inquiry\nC. Reverse brainstorming\nB. Mind mapping\nD. Attribute listing\n94. Because Valerie has the ability to look at issues and problems without bias, she often comes up with very\ninnovative ideas and solutions. What trait of creativity does Valerie possess?\nA. Curiosity\nC. Independence\nB. Open-mindedness\nD. Self-awareness\n95. Because Alexa enjoys working with children and has a knack for developing fun activities that help them\nunderstand puzzles and numerical formulas, she might consider a career as a\nA. math teacher.\nC. computer programmer.\nB. graphic designer.\nD. financial planner.\n96. As a new business owner, Thomas is willing to work long hours, watch his spending, and sacrifice his\nsocial life to focus on building his clientele. What entrepreneurial trait is Thomas exhibiting?\nA. Objectivity\nC. Organization\nB. Humility\nD. Determination\n97. What is the first step in completing a job application?\nA. Listing personal references\nB. Completing the form's work history section\nC. Identifying questions that do not apply to the applicant\nD. Reading the entire form to follow directions\n98. An effective way to close a job interview follow-up letter is to\nA. reinforce your interest in the position.\nB. communicate your minimum salary requirements.\nC. acknowledge your desire to be promoted.\nD. ask the interviewer to read your résumé.\n99. Last week, Marcus attended a friend's birthday party and talked with Lynnette, a manager with the\nTrendall and Young accounting firm. Marcus mentioned that he is a technology major and will be looking\nfor a job after he graduates in June. Lynnette gave Marcus her business card, and told him that her firm\nmight be hiring during the summer months. The interaction between Marcus and Lynnette is an example\nof\nA. informal interviewing.\nC. professional networking.\nB. social etiquette.\nD. community resourcing.\n100. Which of the following is an example of career advancement within a company:\nA. Audrey was hired as a sales coordinator, was promoted to salesperson, and is now sales\nmanager of CTK Corporation.\nB. After RQW Technologies offered Dylan a similar management position and 15% salary increase,\nhe resigned as systems manager with TechFi.com.\nC. When James reached his 25-year anniversary as production manager of Whitman\nManufacturing, he decided to retire.\nD. Julia accepted a marketing manager position with GZA International because she became bored\nwith her advertising coordinator position with Drexall Publishing.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM—KEY\n\n12\n\n1. B\nBreached the duty of care. The duty of care is the basic principle that expects all individuals and\nbusinesses to exhibit socially responsible behavior by using caution to prevent harm and by watching out\nfor one another. A tort is a private wrongdoing that potentially harms another person or entity. If a\nbusiness or one of its employees breaches the duty of care, the business may be held liable for the tort.\nHowever, the plaintiff must have grounds or proof that establishes that the business or its employee\n(defendant) has committed a wrongful act, thereby breaching the duty of care. Intentional damage and\nconspiring with a competitor (collusion) are types of torts. The doctrine of sovereign immunity is the\nuniversally accepted principle that each nation has the right to manage its own government and develop\nits own laws.\n"},"88":{"q":"What is an important consideration for many large businesses when they are selecting vendors?","a":"Segmentation method","b":"Technological capabilities","c":"Compensation policies","d":"Asset depreciation","ans":"B","exp":"Businesses evaluate their vendors' technological frameworks because they\nwant to be able to communicate efficiently and streamline ordering, shipping, and inventory processes.\nBusinesses also consider the vendors' terms-of-sales policies. Compensation policies are internal\npolicies that guide the way a business compensates its employees. Segmentation methods and asset\ndepreciation are not primary considerations for vendor selection.\n"},"89":{"q":"An automobile company conducted systematic accident simulations by crashing their cars and trucks into\ncement walls at various speeds. Results of the simulation were used to evaluate how well the vehicles\nheld up and to determine weaknesses in the vehicles' structure. What quality control method is the\ncompany using?","a":"Material classification","b":"Random inspection","c":"Product testing","d":"Commodities sampling","ans":"C","exp":"Product testing is a quality control method that businesses use to evaluate the durability\nand safety of their goods. The businesses use the testing results to take corrective action and improve\nproduct weaknesses. The automobile company is not conducting random inspections of products,\nclassifying product materials, or sampling commodities.\n"},"90":{"q":"Which of the following expenses should Charlene categorize as a fixed cost:","a":"Cost of goods sold","b":"Delivery charges","c":"Rent","d":"Commissions","ans":"C","exp":"Fixed costs are business expenses that do not change with changes in sales volume. Fixed costs\ninclude items such as salaries, rent, mortgage, and property taxes. Variable costs are business costs that\nchange and include commission, delivery charges, and cost of goods sold.\n"},"91":{"q":"Martin had a problem obtaining information that he needed to perform his job. One day, Martin had an\nidea that he thought would resolve his problem, and discussed the idea with his manager. Martin's\nmanager liked the idea and set up a meeting with the company's IT department staff members to discuss\nit in further detail. During the meeting, the participants determined that it was feasible to expand and\nimplement this idea over a period of several months in a way that would benefit Martin, as well as other\ndepartments, which would increase the company's overall efficiency. In this situation, the source of\ninnovation is","a":"Martin.","b":"the management team.","c":"the technology department.","d":"the employees.","ans":"D","exp":"As a result of Mia's\nprofessional dedication, the company has implemented many of her ideas. This is an example of an\nemployee using __________ to achieve organizational goals.\nA. reciprocity\nC. excessive flattery\nB. impression management\nD. codependency\n50. Which of the following is a disadvantage of a checking account:\nA. Online transaction options\nC. Overdraft protection\nB. Direct payroll deposit\nD. Account balance requirement\n51. The yen, peso, and euro are types of\nA. dollars.\nB. bonds.\n\nC. stock.\nD. money.\n\n52. When Brandon lost his job due to downsizing, the government sent him an unemployment check to help\nhim cover his living expenses until he found another job. What is Brandon's source of income?\nA. Rebate\nC. Refund\nB. Transfer payment\nD. Wage garnishment\n53. Max set a financial goal of saving $2,000 in the next year. On a whim, Max saw a new video game that\nhe wanted, so instead of putting a portion of his paycheck in his savings account, he used that money to\npurchase the game. What barrier is preventing Max from reaching his goal?\nA. Overuse of credit\nC. Unexpected needs\nB. Impulsive spending\nD. Loss of income\n54. When reconciling your check register, it is important to __________ your balance.\nA. subtract your earned interest from\nC. subtract all applicable fees from\nB. add your debit card transactions to\nD. add ATM withdrawals to\n55. It is important to review your credit report on a regular basis to\nA. set your credit limit.\nC. identify discriminatory practices.\nB. change your credit score.\nD. verify its accuracy.\n56. Monitoring financial accounts and reading bank statements on a regular basis can help detect activities\nassociated with\nA. personal hijacking.\nC. identity theft.\nB. property infringement.\nD. securities fraud.\n57. Individuals are most likely to require the services of a mortgage company when they want to\nA. invest in the stock market.\nC. purchase real estate.\nB. acquire liability insurance.\nD. earn interest on savings.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n7\n\n58. While reviewing financial information, Troy noted that the company earned $245,956 in January,\n$248,122 in February, and $252,878 in March. Which of the following most likely summarizes the\ncompany's financial situation:\nA. Cash flow continues to be tight.\nB. Sales are steadily increasing.\nC. Accounts receivable exceed accounts payable.\nD. Capital assets are depreciating at a slower rate.\n59. Accounting software applications facilitate a business's ability to efficiently track income and expenses,\nmanage inventory, and\nA. plan work projects.\nC. establish insurance policies.\nB. process payroll.\nD. organize media transcripts.\n60. A primary reason governments regulate business accounting practices is to\nA. balance the business's budget.\nC. stabilize tax revenue.\nB. certify aging accounts.\nD. ensure consistent reporting.\n61. Balancing the business's objective to make a profit with the interests of all the business's stakeholders is\na primary consideration related to the business's\nA. financial ethics.\nC. maintenance activities.\nB. creative processes.\nD. forecasting methods.\n62. Instead of transferring the company's money to the company's bank account, Oscar placed it in an\noffshore bank account that only he had access to. When the company's officers found out what Oscar\nhad been doing, they filed charges against him, and law enforcement officers arrested Oscar for\nA. embezzlement.\nC. insider trading.\nB. securities fraud.\nD. espionage.\n63. What is the advantage of using a rolling or continuous budget?\nA. It eliminates the need for the business to develop a master budget.\nB. It requires managers to demonstrate the need for every expense at one time.\nC. It provides managers with the ability to accurately forecast unexpected expenses.\nD. It encourages managers to assess activities and adjust figures more frequently.\n64. Is it unethical for a manager to promote an employee who is also the manager's friend?\nA. Yes, it is appropriate to promote a friend.\nB. No, if the employee is not the same gender as the manager.\nC. No, if the appropriate procedures are followed, and the employee is the most qualified candidate.\nD. Yes, other employees will file discrimination claims, which will damage the company's reputation.\n65. A well-prepared new employee orientation program should\nA. verify the new employees' job qualifications.\nB. outline the employer's specific financial goals.\nC. communicate the employer's philosophy and expectations.\nD. set aside time to negotiate the employees' salary requirements.\n66. What type of buying behavior involves low customer involvement, significant brand awareness, and a\ndesire for change?\nA. Variety-seeking\nC. Status-oriented\nB. Risk-taking\nD. Brand-insisted\n67. Employees can help their employers meet important deadlines by\nA. resolving complaints.\nC. improving profitability.\nB. staying on task.\nD. following trends.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n8\n\n68. The following statement appeared in an online journal article written by Dr. Lydia Garrett:\n“Dr. Sanderson has limited expertise in the area of biophysics, and I do not believe that he has\nconducted enough research to support his theory.”\nThis is an example of\nA. hearsay.\nB. supporting evidence.\n\nC. an opinion.\nD. a fact.\n\n69. Eric is viewing the results for an online search about the current economic situation in North America.\nWhich of the following is going to provide Eric with the most reliable information:\nA. A six-page report written in 2009 by a Canadore College student for an economics class\nB. An article written by a Harvard economics professor that was published in a business magazine\nlast month\nC. An excerpt from a second-edition high-school economics textbook that was published in the fall\nof 2005\nD. A two-day-old video clip of a CNN interview with a 16-year-old entrepreneur from Sheboygan,\nWisconsin\n70. Due to obsolescence, the format in which a business stores its information must often be\nA. archived.\nC. processed.\nB. updated.\nD. summarized.\n71. The Lee Company must pay a settlement to Smith Industries because Lee used Smith's logo on its web\nsite and other printed materials without Smith's permission. The Lee Company has violated\nA. trade-secret regulations.\nC. patent-registration codes.\nB. intellectual property laws.\nD. local ordinances.\n72. Important functions of a business's information system are to help it to __________ its important facts\nand data.\nA. organize and store\nC. analyze and instruct\nB. mediate and retrieve\nD. duplicate and renew\n73. William is thinking about getting a new smartphone, so he logged on a well known web site to read\nothers' opinions and experiences with different types of smartphones that are currently on the market.\nWilliam is reading Internet product reviews to\nA. reaffirm his recent purchasing selection.\nB. compare the prices of smartphones from various online stores.\nC. determine which company has the best phone plan.\nD. make an informed buying decision.\n74. What types of applications help computer users manage their appointments and work activities through\ne-mail software programs?\nA. Address book, task, and workbook features\nB. Calendar, address book, and view mechanisms\nC. Contact, workbook, and view settings\nD. Task, calendar, and contact functions\n75. A business wants to send a mailing to all customers who have ordered at least $2,500 in merchandise in\nthe past year. To obtain the appropriate list of customers, the business should set the query by\nA. sales dollars and dates.\nC. product code and zip code.\nB. last name and account number.\nD. credit rating and location.\n76. Haley has completed a new page to add to her employer's existing web site. What does she need to do\nnext?\nA. Upload the page to the web server\nC. Select an Internet service provider\nB. Obtain a domain name\nD. Add the page to the internal network\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n9\n\n77. When an existing customer's contact information changes, what should a company do?\nA. Update the customer's record in the company database\nB. Create a new record that contains the customer's changes\nC. Add the customer's record in the employee directory\nD. Enter the customer's contact information in a new database\n78. During the busy tourist season, a coastal surf shop sold 398 beach balls in June, 924 beach balls in July,\nand 537 beach balls in August. This information reveals that\nA. the supply of beach balls declined in June by four percent.\nB. more tourists purchased beach balls in July than June and August combined.\nC. beach-ball production rates increased in August.\nD. the demand for beach balls peaked during July.\n79. Which of the following is unethical behavior in the operations function of business:\nA. Using negotiating techniques to encourage a vendor to make concessions\nB. Sharing a vendor's competitive bid information with another supplier\nC. Developing scorecards to evaluate suppliers' performance levels\nD. Setting deadlines for vendors to submit their bids\n80. WTZ Manufacturing acquired new equipment that performs production activities that were previously\ncarried out by employees. This is an example of\nA. ergonomics.\nC. outsourcing.\nB. customization.\nD. automation.\n81. Trevor works with dangerous equipment on a busy production line. Several months ago, he noticed that\none of the machines was not operating correctly, so he notified his supervisor about the problem. Since\nthen, Trevor has reminded his supervisor about the issue several times and has reported the problem to\nthe vice president of operations. Still, the machine has not been fixed. Should Trevor report the\nnoncompliance to the government?\nA. No. Trevor's nagging is causing friction with his company's management staff, and he could lose\nhis job for stirring up trouble.\nB. Yes. Before he reports the noncompliance, Trevor should tell his supervisor what he plans to do,\nand use the information as leverage to get a promotion.\nC. No. Trevor has done all he can to resolve the issue and it is up to management to schedule the\nrepair.\nD. Yes. Management is behaving irresponsibly because the equipment may injure the workers who\nuse it.\n82. What is needed to effectively handle situations such as fire, injury, bomb threats, and robbery that might\noccur on the business's property?\nA. An emergency plan\nC. A surveillance system\nB. An operating strategy\nD. An evacuation map\n83. Lily is the last employee to leave the building today. To reduce the risk of theft, Lily should __________\nbefore she _________.\nA. turn off the lights, sets the security alarm\nB. set the security alarm, locks the doors\nC. turn on the surveillance camera, adjusts the thermostat\nD. adjust the thermostat, turns on the surveillance camera\n84. Why might a business obtain a trademark for its intellectual property?\nA. To protect the integrity of the business's logo\nB. To prevent the publication of the business's written work\nC. To keep competitors from using the business's manufacturing processes\nD. To stop the unauthorized use of the business's inventions\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n10\n\n85. Which of the following is an activity performed during the planning phase of a project:\nA. Schedule implementation (execution)\nC. Concept identification\nB. Budget development\nD. Feasibility analysis\n86. Tatiana is a project manager who is ready to close a project, and has scheduled a “lessons learned”\nmeeting with the project team. What will Tatiana most likely include on her meeting agenda?\nA. The definition of the project's purpose\nB. Discussion of specific challenges encountered\nC. Explanation of the stakeholders' expectations\nD. The distribution of project resources allocated\n87. As owner of the Zoom Company, Trinda will need to manage the bidding process between possible\nsuppliers. She created the following chart as part of the process. Which factor does Zoom Scooter Co.\nfeel is the most important when evaluating suppliers?\nSupplier: Ace Tires, Inc.\nCategory\nScore (1-5)\nCost structure\n3\nOn-time delivery\n4\nProduct quality\n5\nTechnological\n5\ncapability\n\nA. Product quality\nB. On-time delivery\n\nWeight\n0.4\n0.2\n0.3\n0.1\n\nC. Cost structure\nD. Technological capability\n\n88. What is an important consideration for many large businesses when they are selecting vendors?\nA. Segmentation method\nC. Compensation policies\nB. Technological capabilities\nD. Asset depreciation\n89. An automobile company conducted systematic accident simulations by crashing their cars and trucks into\ncement walls at various speeds. Results of the simulation were used to evaluate how well the vehicles\nheld up and to determine weaknesses in the vehicles' structure. What quality control method is the\ncompany using?\nA. Material classification\nC. Product testing\nB. Random inspection\nD. Commodities sampling\n90. Which of the following expenses should Charlene categorize as a fixed cost:\nA. Cost of goods sold\nC. Rent\nB. Delivery charges\nD. Commissions\n91. Martin had a problem obtaining information that he needed to perform his job. One day, Martin had an\nidea that he thought would resolve his problem, and discussed the idea with his manager. Martin's\nmanager liked the idea and set up a meeting with the company's IT department staff members to discuss\nit in further detail. During the meeting, the participants determined that it was feasible to expand and\nimplement this idea over a period of several months in a way that would benefit Martin, as well as other\ndepartments, which would increase the company's overall efficiency. In this situation, the source of\ninnovation is\nA. Martin.\nC. the technology department.\nB. the management team.\nD. the employees.\n92. You should obtain maximum input from others when you are making decisions that\nA. are routine in nature.\nC. require logical thinking.\nB. affect others significantly.\nD. involve limited consideration.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM\n\n11\n\n93. William was having a hard time coming up with ideas to solve a problem that he was having at work. He\ndecided to write down some things that he could do to make the problem worse. He then reviewed each\nnegative statement and thought of ways to improve the situation. What problem-solving technique was\nWilliam using?\nA. Appreciative inquiry\nC. Reverse brainstorming\nB. Mind mapping\nD. Attribute listing\n94. Because Valerie has the ability to look at issues and problems without bias, she often comes up with very\ninnovative ideas and solutions. What trait of creativity does Valerie possess?\nA. Curiosity\nC. Independence\nB. Open-mindedness\nD. Self-awareness\n95. Because Alexa enjoys working with children and has a knack for developing fun activities that help them\nunderstand puzzles and numerical formulas, she might consider a career as a\nA. math teacher.\nC. computer programmer.\nB. graphic designer.\nD. financial planner.\n96. As a new business owner, Thomas is willing to work long hours, watch his spending, and sacrifice his\nsocial life to focus on building his clientele. What entrepreneurial trait is Thomas exhibiting?\nA. Objectivity\nC. Organization\nB. Humility\nD. Determination\n97. What is the first step in completing a job application?\nA. Listing personal references\nB. Completing the form's work history section\nC. Identifying questions that do not apply to the applicant\nD. Reading the entire form to follow directions\n98. An effective way to close a job interview follow-up letter is to\nA. reinforce your interest in the position.\nB. communicate your minimum salary requirements.\nC. acknowledge your desire to be promoted.\nD. ask the interviewer to read your résumé.\n99. Last week, Marcus attended a friend's birthday party and talked with Lynnette, a manager with the\nTrendall and Young accounting firm. Marcus mentioned that he is a technology major and will be looking\nfor a job after he graduates in June. Lynnette gave Marcus her business card, and told him that her firm\nmight be hiring during the summer months. The interaction between Marcus and Lynnette is an example\nof\nA. informal interviewing.\nC. professional networking.\nB. social etiquette.\nD. community resourcing.\n100. Which of the following is an example of career advancement within a company:\nA. Audrey was hired as a sales coordinator, was promoted to salesperson, and is now sales\nmanager of CTK Corporation.\nB. After RQW Technologies offered Dylan a similar management position and 15% salary increase,\nhe resigned as systems manager with TechFi.com.\nC. When James reached his 25-year anniversary as production manager of Whitman\nManufacturing, he decided to retire.\nD. Julia accepted a marketing manager position with GZA International because she became bored\nwith her advertising coordinator position with Drexall Publishing.\n\n\f2011 HS ICDC\n\nBUSINESS ADMINISTRATION CORE EXAM—KEY\n\n12\n\n1. B\nBreached the duty of care. The duty of care is the basic principle that expects all individuals and\nbusinesses to exhibit socially responsible behavior by using caution to prevent harm and by watching out\nfor one another. A tort is a private wrongdoing that potentially harms another person or entity. If a\nbusiness or one of its employees breaches the duty of care, the business may be held liable for the tort.\nHowever, the plaintiff must have grounds or proof that establishes that the business or its employee\n(defendant) has committed a wrongful act, thereby breaching the duty of care. Intentional damage and\nconspiring with a competitor (collusion) are types of torts. The doctrine of sovereign immunity is the\nuniversally accepted principle that each nation has the right to manage its own government and develop\nits own laws.\n"},"92":{"q":"You should obtain maximum input from others when you are making decisions that","a":"are routine in nature.","b":"affect others significantly.","c":"require logical thinking.","d":"involve limited consideration.\n\n","ans":"B","exp":"Depending on the situation, you might want to obtain input from others before\nyou make a decision. When a decision affects others in a significant way, such as changing work\nresponsibilities of department members, it is important to get as much input as needed to make a sound\ndecision. Generally, routine decisions involve determining what to have for breakfast or what shirt to\nwear—these types of decisions require little input, if any, from others. All types of decisions—routine,\nlimited, and extensive—may or may not require logical thinking. Decisions that require limited\nconsideration usually require a moderate amount of input from others. For example, if an employee is\ndeciding which of three layouts to use in a magazine ad, s/he might ask one or two qualified coworkers\nfor their opinions.\n"},"93":{"q":"William was having a hard time coming up with ideas to solve a problem that he was having at work. He\ndecided to write down some things that he could do to make the problem worse. He then reviewed each\nnegative statement and thought of ways to improve the situation. What problem-solving technique was\nWilliam using?","a":"Appreciative inquiry","b":"Mind mapping","c":"Reverse brainstorming","d":"Attribute listing","ans":"C","exp":"When you are having a hard time solving a problem, you might want to try to look\nat your problem in different ways. The reverse brainstorming method involves finding ways to make the\nproblem worse. After writing down negative statements, you try to generate ideas and possible solutions\nfor your worst-case scenario. By looking at the issue in a different way, you may come up with a unique\nway to solve the problem. Mind mapping is a problem-solving method that involves drawing out your\nproblem on a large sheet of paper. Appreciative inquiry is a problem-solving method that requires you to\nthink positively about the problem. Attribute listing involves listing characteristics of something and then\ncombining some or all of those attributes into something else.\n"},"94":{"q":"Because Valerie has the ability to look at issues and problems without bias, she often comes up with very\ninnovative ideas and solutions. What trait of creativity does Valerie possess?","a":"Curiosity","b":"Open-mindedness","c":"Independence","d":"Self-awareness","ans":"B","exp":"When you have an open mind, you don't limit yourself to rigid standards and\nopinions—you allow room for ideas to flow and grow, which is the foundation for creativity. Curiosity is a\ncreative trait that involves a desire to question and learn things. Independence is the ability to think and\nact on your own and complete tasks without the direction of others. Self-awareness is the ability to\nrecognize and know your own emotions.\n"},"95":{"q":"Because Alexa enjoys working with children and has a knack for developing fun activities that help them\nunderstand puzzles and numerical formulas, she might consider a career as a","a":"math teacher.","b":"graphic designer.","c":"computer programmer.","d":"financial planner.","ans":"A","exp":"Individuals must consider many personal factors when deciding which career to pursue,\nincluding their interests, aptitudes, and personality traits. When determining the career in which she will\nbe most happy and successful, Alexa must consider all of these factors. Because she enjoys working\nwith children and has an aptitude for helping them understand puzzles and numerical formulas, she might\nconsider a career as a math teacher. Graphic designers, computer programmers, and financial planners\nshould have an aptitude for mathematical concepts, but these careers do not involve working with\nchildren.\n"},"96":{"q":"As a new business owner, Thomas is willing to work long hours, watch his spending, and sacrifice his\nsocial life to focus on building his clientele. What entrepreneurial trait is Thomas exhibiting?","a":"Objectivity","b":"Humility","c":"Organization","d":"Determination","ans":"D","exp":"When entrepreneurs are willing to do what it takes to get their businesses up and running,\nthey are determined to make their ventures successful. Determination involves following through with\ncertain actions that may be difficult or unpleasant—such as the willingness to cut back on spending and a\nwillingness to work long hours—to achieve a desired result. Humility is a lack of pride. Organization\ninvolves carrying out activities in systematic ways. Objectivity is open-mindedness.\n"},"97":{"q":"What is the first step in completing a job application?","a":"Listing personal references","b":"Completing the form's work history section","c":"Identifying questions that do not apply to the applicant","d":"Reading the entire form to follow directions","ans":"D","exp":"To make a good impression, it is important to complete the\njob application accurately and neatly. By reviewing the form, the applicant has the opportunity to read the\ndirections and scan the format. This step may prevent the applicant from placing information on the\nwrong line or in the wrong section. Application forms vary by company, so the order in which the work\nhistory, educational background, or references are completed is not important. Applicants fill out the\nquestions that do apply to them, and write “not applicable” for the questions that do not apply to them, as\nthey get to the questions rather than completing or identifying them initially.\n"},"98":{"q":"An effective way to close a job interview follow-up letter is to","a":"reinforce your interest in the position.","b":"communicate your minimum salary requirements.","c":"acknowledge your desire to be promoted.","d":"ask the interviewer to read your résumé.","ans":"A","exp":"It is a courteous gesture to write a follow-up letter to thank the\ninterviewer for the opportunity to discuss the job. The letter may include information that you may have\nforgotten to share with the interviewer. Letting the interviewer know that you are interested in the position\nwhen closing the letter can help reinforce a positive image and help the interviewer to remember you.\nCommunicating your minimum salary requirements and your desire for promotion are not appropriate\ntopics for a follow-up letter and may hinder job offers. Interviewers read résumés before setting up\ninterviews with job applicants.\n"},"99":{"q":"Last week, Marcus attended a friend's birthday party and talked with Lynnette, a manager with the\nTrendall and Young accounting firm. Marcus mentioned that he is a technology major and will be looking\nfor a job after he graduates in June. Lynnette gave Marcus her business card, and told him that her firm\nmight be hiring during the summer months. The interaction between Marcus and Lynnette is an example\nof","a":"informal interviewing.","b":"social etiquette.","c":"professional networking.","d":"community resourcing.","ans":"C","exp":"Networking is the process of exchanging information with others for the purpose\nof professional or business development and/or advancement. In the example, Marcus took advantage of\na social situation to discuss his professional development or needs with Lynette. The situation presented\nis not an example of etiquette (exhibiting manners), interviewing, or community resourcing.\n"},"100":{"q":"Which of the following is an example of career advancement within a company:","a":"Audrey was hired as a sales coordinator, was promoted to salesperson, and is now sales\nmanager of CTK Corporation.","b":"After RQW Technologies offered Dylan a similar management position and 15% salary increase,\nhe resigned as systems manager with TechFi.com.","c":"When James reached his 25-year anniversary as production manager of Whitman\nManufacturing, he decided to retire.","d":"Julia accepted a marketing manager position with GZA International because she became bored\nwith her advertising coordinator position with Drexall Publishing.\n\n","ans":"A"}}